export type PokedexEntry = {
  category: string;
  intro: string;
  trivia: string;
  types: string[];
};

export const pokedex: Record<number, PokedexEntry> = {
  "1": {
    "category": "种子宝可梦",
    "intro": "背上的种子里储存着营养，所以即使好几天不吃东西也可以活得好好的！",
    "trivia": "从出生的时候开始，背上就有一颗植物种子。这颗种子会渐渐地长大。",
    "types": [
      "草",
      "毒"
    ]
  },
  "2": {
    "category": "种子宝可梦",
    "intro": "它的花苞会在吸收养分后长大。当花苞发出香味时，就预示着它快要开花了。",
    "trivia": "当背上的花苞长大之后，它似乎就无法再用两只脚站立起来了。",
    "types": [
      "草",
      "毒"
    ]
  },
  "3": {
    "category": "种子宝可梦",
    "intro": "它背上开出的大花能够吸收太阳光并将其转换为能量。",
    "trivia": "把太阳的能源当成养分，开出硕大的花朵。总是朝着有阳光的地方移动。",
    "types": [
      "草",
      "毒"
    ]
  },
  "4": {
    "category": "蜥蜴宝可梦",
    "intro": "要是把它带到安静的地方，就能听到它的尾巴燃烧时发出的微小的声音。",
    "trivia": "天生喜欢热热的东西。据说当它被雨淋湿的时候，尾巴的末端会冒出烟来。",
    "types": [
      "火"
    ]
  },
  "5": {
    "category": "火焰宝可梦",
    "intro": "在与强敌战斗的过程中，如果情绪变得兴奋起来，有时会喷出青白色的烈火。",
    "trivia": "挥动燃烧着火焰的尾巴，用锋利的爪子撕裂对手。性格十分粗暴。",
    "types": [
      "火"
    ]
  },
  "6": {
    "category": "火焰宝可梦",
    "intro": "从口中喷出灼热的火焰时，尾巴尖端的红色火焰会燃烧得更加猛烈。",
    "trivia": "能够喷出猛烈的火焰，仿佛连岩石都能烤焦。有时会引发森林火灾。",
    "types": [
      "火",
      "飞行"
    ]
  },
  "7": {
    "category": "小龟宝可梦",
    "intro": "通过从水面喷水来捕食。在危急时刻会将四肢缩入龟壳里保护自己。",
    "trivia": "当它把长长的脖子缩回壳里时，会顺势发射出力道强劲的水枪。",
    "types": [
      "水"
    ]
  },
  "8": {
    "category": "龟宝可梦",
    "intro": "如果拍打它的头部，它会把头缩进壳里，但尾巴还是会露出来一点点。",
    "trivia": "被视为长寿的象征。如果卡咪龟的壳上长着苔藓，代表它已经活了非常久了。",
    "types": [
      "水"
    ]
  },
  "9": {
    "category": "甲壳宝可梦",
    "intro": "一旦锁定了目标，它会以超越了消防水枪的力道来喷水。",
    "trivia": "身体很重，压住对手后就能让对手昏厥。遇到危险时会躲进壳里。",
    "types": [
      "水"
    ]
  },
  "10": {
    "category": "虫宝宝宝可梦",
    "intro": "被鸟宝可梦袭击时会从触角中释放出臭气抵抗，但也经常会成为鸟食。",
    "trivia": "易于捕捉，成长也快。是推荐给新手训练家作为同伴的宝可梦之一。",
    "types": [
      "虫"
    ]
  },
  "11": {
    "category": "蛹宝可梦",
    "intro": "壳中藏着软乎乎的身体。几乎不动是为了防止身体一不留神就露出来。",
    "trivia": "虽说坚硬，但还是虫的外壳。因为有时也会破裂，所以禁止用于激烈的战斗。",
    "types": [
      "虫"
    ]
  },
  "12": {
    "category": "蝴蝶宝可梦",
    "intro": "仔细观察那对大眼睛的话，会发现其实是许许多多小眼睛聚集在一起形成的。",
    "trivia": "如果被其他宝可梦袭击，就会一边挥洒有毒的鳞粉，一边拍动翅膀抵抗。",
    "types": [
      "虫",
      "飞行"
    ]
  },
  "13": {
    "category": "毛毛虫宝可梦",
    "intro": "头上长有尖锐的针。它喜欢藏在森林或草丛里大量吞食树叶。",
    "trivia": "头上长有尖锐的针。它喜欢藏在森林或草丛里大量吞食树叶。",
    "types": [
      "虫",
      "毒"
    ]
  },
  "14": {
    "category": "蛹宝可梦",
    "intro": "虽然几乎动也动不了，但是如果遇到了危险，有时似乎会竖起毒刺来反抗。",
    "trivia": "虽然几乎动也动不了，但是如果遇到了危险，有时似乎会竖起毒刺来反抗。",
    "types": [
      "虫",
      "毒"
    ]
  },
  "15": {
    "category": "毒蜂宝可梦",
    "intro": "它会用双手和尾部的３根毒针反复刺伤敌人。",
    "trivia": "它会用双手和尾部的３根毒针反复刺伤敌人。",
    "types": [
      "虫",
      "毒"
    ]
  },
  "16": {
    "category": "小鸟宝可梦",
    "intro": "性格沉着冷静，即使受到攻击也很少反击，只会朝对手扬起沙子保护自己。",
    "trivia": "性格沉着冷静，即使受到攻击也很少反击，只会朝对手扬起沙子保护自己。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "17": {
    "category": "鸟宝可梦",
    "intro": "拥有超群的体力，而且飞翔范围广，经常飞到很远的地方寻找食物。",
    "trivia": "拥有超群的体力，而且飞翔范围广，经常飞到很远的地方寻找食物。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "18": {
    "category": "鸟宝可梦",
    "intro": "以２马赫的飞行速度来觅食。它巨大的爪子是非常令人惧怕的武器。",
    "trivia": "以２马赫的飞行速度来觅食。它巨大的爪子是非常令人惧怕的武器。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "19": {
    "category": "鼠宝可梦",
    "intro": "门牙会终生生长，所以必须要保养。不准备好锉刀的话，会把柱子都啃掉。",
    "trivia": "生命力很强，即使在肮脏的地方也能坦然生活。放任不管的话会不停繁殖。",
    "types": [
      "一般"
    ]
  },
  "20": {
    "category": "鼠宝可梦",
    "intro": "游泳很在行。后脚带有小小的蹼，会渡过河流，有时还会渡过大海。",
    "trivia": "性格比外表看起来凶残得多。如果把手伸到面前，或许会被一口咬断。",
    "types": [
      "一般"
    ]
  },
  "21": {
    "category": "小鸟宝可梦",
    "intro": "翅膀很短，飞行也不大在行。忙忙碌碌地来回走动，啄食草丛里的虫宝可梦。",
    "trivia": "食欲旺盛而吃得很多。因虫宝可梦而烦恼的农户对烈雀非常重视。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "22": {
    "category": "鸟嘴宝可梦",
    "intro": "因为很强壮而持久力优秀。即使载着很重的货物持续飞行一整天也平心静气。",
    "trivia": "经查证，在遥远的太古时代壁画中描绘有形似大嘴雀的宝可梦。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "23": {
    "category": "蛇宝可梦",
    "intro": "甚至可以通过让颚脱位来吞食比自己更大的猎物。进食后就会蜷缩起身体进行休息。",
    "trivia": "它喜食鸟宝可梦的蛋。因为不咀嚼就整个吞下，所以有时会被噎住而昏倒。",
    "types": [
      "毒"
    ]
  },
  "24": {
    "category": "眼镜蛇宝可梦",
    "intro": "根据最新的研究显示，它们腹部的花纹有着２０种以上不同的图案。",
    "trivia": "用腹部的花纹让对手畏缩后，就会快速地用身体勒住对手，并等着对手的心跳停止。",
    "types": [
      "毒"
    ]
  },
  "25": {
    "category": "鼠宝可梦",
    "intro": "最近发表了聚集大量皮卡丘，建造发电厂的计划。",
    "trivia": "有积聚电力的特质。不时常尽情释放电力的话，就会倍感压力。",
    "types": [
      "电"
    ]
  },
  "26": {
    "category": "鼠宝可梦",
    "intro": "电击有时候会达到十万伏特，不小心碰到的话，连印度象也会昏厥。",
    "trivia": "电力积聚的话，脾气就会变坏。即便是训练家，一不留神也会被袭击。",
    "types": [
      "电"
    ]
  },
  "27": {
    "category": "鼠宝可梦",
    "intro": "可以蜷缩身体变成球的样子。骨碌碌滚动着在沙漠里高速移动。",
    "trivia": "不下雨的干燥地区和沙漠是它的主要栖息地。会挖洞捕捉虫宝可梦。",
    "types": [
      "地面"
    ]
  },
  "28": {
    "category": "鼠宝可梦",
    "intro": "虽然锐利却有点儿脆弱的爪子和刺经常会折断。因为第二天就会长好，所以不必在意。",
    "trivia": "用爪子爬上树，当猎物出现时，身体就蜷缩成尖刺球从高处落下。",
    "types": [
      "地面"
    ]
  },
  "29": {
    "category": "毒针宝可梦",
    "intro": "虽然它性格温顺不喜欢战斗，但由于小犄角中含有毒液，请一定要小心提防。",
    "trivia": "对于气味比雄性更敏感。会一边用胡须确认风向，一边在下风处寻找食物。",
    "types": [
      "毒"
    ]
  },
  "30": {
    "category": "毒针宝可梦",
    "intro": "待在巢穴深处的时候，它一定会把身上的刺收起来。这表明它正处于放松状态。",
    "trivia": "人们认为它额头上的角是为了防止给孩子喂食时刺到它们而退化的。",
    "types": [
      "毒"
    ]
  },
  "31": {
    "category": "钻锥宝可梦",
    "intro": "坚硬的鳞片覆盖着强壮的身体。据说它的鳞片会自己长出新的。",
    "trivia": "比起进攻更擅长防守。会用铠甲般的鳞片保护孩子免受任何攻击的伤害。",
    "types": [
      "毒",
      "地面"
    ]
  },
  "32": {
    "category": "毒针宝可梦",
    "intro": "一直竖起它的大耳朵感知周围的情形。当它察觉到危险便会使用毒针。",
    "trivia": "额头上的角含有剧毒。警戒心强，无论何时都竖着自己大大的耳朵。",
    "types": [
      "毒"
    ]
  },
  "33": {
    "category": "毒针宝可梦",
    "intro": "头上的犄角里含有毒素，当犄角撞穿了什么东西时，毒素就会随着冲击而流出。",
    "trivia": "见着岩石，就会用自己比钻石还硬的角将其弄碎。它这么做是为了寻找月之石。",
    "types": [
      "毒"
    ]
  },
  "34": {
    "category": "钻锥宝可梦",
    "intro": "通过活用自己钢一般坚硬的皮肤来使出强力的撞击。它的犄角坚硬得能够刺穿钻石。",
    "trivia": "虽然一旦大闹起来便会令人束手无措，但在长年一起生活的尼多后面前却会露出温和的一面。",
    "types": [
      "毒",
      "地面"
    ]
  },
  "35": {
    "category": "妖精宝可梦",
    "intro": "因为可爱的举止和样子，不论男女老幼都很喜欢它。但数量稀少。",
    "trivia": "在月圆之夜聚集，和伙伴一起跳舞。那周围也会被异常的磁场包围。",
    "types": [
      "妖精"
    ]
  },
  "36": {
    "category": "妖精宝可梦",
    "intro": "不喜欢在人面前现身。喜欢群居在深山里静静地生活。",
    "trivia": "据说，如果看到一对皮可西蹦蹦跳跳的样子，就能获得幸福的婚姻。",
    "types": [
      "妖精"
    ]
  },
  "37": {
    "category": "狐狸宝可梦",
    "intro": "会操纵火球捕捉猎物。如果从小就开始培育的话，它就会像小狗宝可梦那样亲近人哦。",
    "trivia": "因为毛色和尾巴非常漂亮，所以很有人气。伴随着成长，尾巴会分开，长得越来越多。",
    "types": [
      "火"
    ]
  },
  "38": {
    "category": "狐狸宝可梦",
    "intro": "至今还流传着９位圣者合体变成九尾的传说，是充满神秘色彩的宝可梦。",
    "trivia": "据说生存了１０００年。利用神通力自由地操纵火焰，将猎物烧焦。",
    "types": [
      "火"
    ]
  },
  "39": {
    "category": "气球宝可梦",
    "intro": "把肚子鼓得大大的，唱出神奇的旋律。听到后就会马上昏昏欲睡。",
    "trivia": "拥有超过１２个音阶的音域，至于歌唱得好不好就要靠胖丁们各自努力了。",
    "types": [
      "一般",
      "妖精"
    ]
  },
  "40": {
    "category": "气球宝可梦",
    "intro": "蓬松的毛发会随着季节转换而掉落。收集这些毛发后纺织成的毛线是高级商品。",
    "trivia": "连续不停吸气，不断地膨胀起来。胖可丁之间会互相比较谁胀得大哦。",
    "types": [
      "一般",
      "妖精"
    ]
  },
  "41": {
    "category": "蝙蝠宝可梦",
    "intro": "白天在洞穴里睡觉。因为没有眼睛，所以用超音波一边探测周围，一边飞行。",
    "trivia": "如果被阳光照射到就会灼伤。所使用的超音波的振动会因群体不同而有细微差异。",
    "types": [
      "毒",
      "飞行"
    ]
  },
  "42": {
    "category": "蝙蝠宝可梦",
    "intro": "粗粗的牙齿像吸管一样，中间是空的，因而意想不到的脆弱。是为了吸血而特别进化的。",
    "trivia": "因吸血过多无法飞行而落到地面成为其他宝可梦的食物，这样的事也有过。",
    "types": [
      "毒",
      "飞行"
    ]
  },
  "43": {
    "category": "杂草宝可梦",
    "intro": "要是以为它是普通的草而将它拔起，就会听到它的叫声。这让人感到莫名的恐怖。",
    "trivia": "沐浴月光就会开始活动。为了四处散播种子会在夜晚到处走动。",
    "types": [
      "草",
      "毒"
    ]
  },
  "44": {
    "category": "杂草宝可梦",
    "intro": "奇臭无比！即使如此，一千个人里总会出现一个人喜欢闻这种味道。",
    "trivia": "雌蕊会散发一种极其强烈的恶臭，能让２公里远的人昏倒。",
    "types": [
      "草",
      "毒"
    ]
  },
  "45": {
    "category": "花宝可梦",
    "intro": "为了散布有毒的花粉而摇动其巨大的花瓣，同时发出震耳的响声。",
    "trivia": "它有着世界上最大的花瓣。每走一步，花瓣都会跟着摇动，同时撒出大量的毒花粉。",
    "types": [
      "草",
      "毒"
    ]
  },
  "46": {
    "category": "蘑菇宝可梦",
    "intro": "即使不停地吃，获取的营养也几乎都会被背上生长的蘑菇夺走。",
    "trivia": "背上生长的被称为冬虫夏草的蘑菇是长寿之药。干燥后磨成粉末使用。",
    "types": [
      "虫",
      "草"
    ]
  },
  "47": {
    "category": "蘑菇宝可梦",
    "intro": "大大的蘑菇操纵着派拉斯特。经常和灯罩夜菇争夺领地。",
    "trivia": "从蘑菇的菌伞处撒出有毒的孢子。收集孢子用水煎就能成为中药。",
    "types": [
      "虫",
      "草"
    ]
  },
  "48": {
    "category": "昆虫宝可梦",
    "intro": "在明亮的地方你便能发现它具有雷达功能的大眼其实是由许多个小眼睛聚集而成的。",
    "trivia": "在明亮的地方你便能发现它具有雷达功能的大眼其实是由许多个小眼睛聚集而成的。",
    "types": [
      "虫",
      "毒"
    ]
  },
  "49": {
    "category": "毒蛾宝可梦",
    "intro": "如果不小心把它翅膀上的鳞粉沾到了身上，那不但会很难去除，更糟的是毒素也会从那里渗入。",
    "trivia": "如果不小心把它翅膀上的鳞粉沾到了身上，那不但会很难去除，更糟的是毒素也会从那里渗入。",
    "types": [
      "虫",
      "毒"
    ]
  },
  "50": {
    "category": "鼹鼠宝可梦",
    "intro": "在地下啃食树根。因有些品种的蔬菜会遭其啃食，是可能对农户造成灾害的宝可梦。",
    "trivia": "地鼠会疏松栖息的土地，其粪便也会让土壤肥沃，所以很多农户会精心培育它们。",
    "types": [
      "地面"
    ]
  },
  "51": {
    "category": "鼹鼠宝可梦",
    "intro": "三胞胎合作行动。甚至连地下１００公里都能挖到，这种力量是团队合作的成果。",
    "trivia": "和农户等大多数人都很亲近，不过还是没有人见过它在地面下的样子。",
    "types": [
      "地面"
    ]
  },
  "52": {
    "category": "妖怪猫宝可梦",
    "intro": "白天就一直睡啊睡地度过，太阳落山时才开始活动。在夜晚的街道上搜寻硬币。",
    "trivia": "非常喜欢闪闪亮亮的东西。经常和黑暗鸦为了争夺猎物而打架。",
    "types": [
      "一般"
    ]
  },
  "53": {
    "category": "暹罗猫宝可梦",
    "intro": "性情粗暴，只要视线对上就会猛扑过来。被锐利的爪子抓到的话，就会留下很深的伤口。",
    "trivia": "还没有达到阿罗拉的猫老大的地位，但是性情傲慢自大。要和它变得亲密相当困难。",
    "types": [
      "一般"
    ]
  },
  "54": {
    "category": "鸭宝可梦",
    "intro": "不受自己控制，时不时地会产生念力，导致头痛流泪。",
    "trivia": "一直因头痛而烦恼着。痛得越厉害，放出的念力越强。",
    "types": [
      "水"
    ]
  },
  "55": {
    "category": "鸭宝可梦",
    "intro": "据说戴着额头红色的部分就会被赋予神通力，过去也曾因此被人类过度捕捉。",
    "trivia": "在湖边游来游去，在岸边静静地啃食捕捉到的鱼宝可梦。",
    "types": [
      "水"
    ]
  },
  "56": {
    "category": "猪猴宝可梦",
    "intro": "会没有任何征兆突然发怒。如果大肆胡闹后谁都不在了的话，又会因无法忍受孤独而再次发怒。",
    "trivia": "发泄完怒气后累得睡着了，却在梦里发怒而醒来，于是又因为醒来而再次发怒了。",
    "types": [
      "格斗"
    ]
  },
  "57": {
    "category": "猪猴宝可梦",
    "intro": "因为太过生气以致于就这么死去，这种事也是有的。但死的时候表情很安详。",
    "trivia": "根据某位研究者的论文，即使在精灵球里，火暴猴好像也在发怒。",
    "types": [
      "格斗"
    ]
  },
  "58": {
    "category": "小狗宝可梦",
    "intro": "机灵而忠诚。但是对于不认识的或是侵犯领地的，会狂吠不停并作出威吓。",
    "trivia": "虽说很可爱，但如果靠近不认识的训练家的卡蒂狗，是会被狂吠撕咬的。",
    "types": [
      "火"
    ]
  },
  "59": {
    "category": "传说宝可梦",
    "intro": "在东方的古代传说中也会出现。充满威严，强壮而又美丽的宝可梦。",
    "trivia": "把体内熊熊燃烧的火焰作为能量在大地奔驰。留下了大量的传说。",
    "types": [
      "火"
    ]
  },
  "60": {
    "category": "蝌蚪宝可梦",
    "intro": "漩涡是透明可见的内脏。当颜色带有白色时，说明是生什么病了。",
    "trivia": "走路还是很不利索。成为它的训练家后，要每天都给它做走路训练。",
    "types": [
      "水"
    ]
  },
  "61": {
    "category": "蝌蚪宝可梦",
    "intro": "即使在陆地上也能正常生活，但因为天敌的宝可梦较少，所以更喜欢在水中生活。",
    "trivia": "在陆地上四处游走，搜寻猎物——虫宝可梦。回到安全的水中食用。",
    "types": [
      "水"
    ]
  },
  "62": {
    "category": "蝌蚪宝可梦",
    "intro": "阿罗拉的蚊香泳士擅长蛙泳。模仿蚊香泳士学习游泳的孩子也很多。",
    "trivia": "体脂率基本是０％。因全身都是肌肉且很重，所以游泳能力很发达。",
    "types": [
      "水",
      "格斗"
    ]
  },
  "63": {
    "category": "念力宝可梦",
    "intro": "１天中有１８个小时在睡觉。即使睡着，也能用瞬间移动在树上移动，采树果吃。",
    "trivia": "即使是睡着的时候也会用瞬间移动保护身体，但醒来时会因不知自己在何处而慌张。",
    "types": [
      "超能力"
    ]
  },
  "64": {
    "category": "念力宝可梦",
    "intro": "也有说是超能力少年无法抑制自己体内的精神力量，变身而成。",
    "trivia": "勇基拉在的时候，电视机等机械的显示器中会有召唤不幸的可怕影像闪现。",
    "types": [
      "超能力"
    ]
  },
  "65": {
    "category": "念力宝可梦",
    "intro": "智商大约有５０００。强大的念力满溢出来，光是呆在旁边就会头痛不已。",
    "trivia": "脑细胞会终生不断增长。越是年老的胡地越是会有巨大的脑袋。",
    "types": [
      "超能力"
    ]
  },
  "66": {
    "category": "怪力宝可梦",
    "intro": "非常喜欢锻炼。盯着自己每天不断增大的肌肉，愈加勤奋地锻炼。",
    "trivia": "那种能扔飞１００个成年人的可怕力量是通过每天上举隆隆石来练成的。",
    "types": [
      "格斗"
    ]
  },
  "67": {
    "category": "怪力宝可梦",
    "intro": "不断锻炼的结果就是拥有了非常惊人的力量。灵活运用这力量帮助人类工作。",
    "trivia": "积极地帮忙做重体力劳动，因为知道这会成为对自己有用的肌肉锻炼。",
    "types": [
      "格斗"
    ]
  },
  "68": {
    "category": "怪力宝可梦",
    "intro": "使出百万吨级的拳击，将阻挡的敌人击飞到地平线的另一端。",
    "trivia": "即使是翻斗车也能轻松举起。但是手指很笨拙，所以细微的工作完全不行。",
    "types": [
      "格斗"
    ]
  },
  "69": {
    "category": "花宝可梦",
    "intro": "喜欢温度高，有一定湿度的地方。它会用身上的藤蔓抓小虫来吃。",
    "trivia": "喜欢温度高，有一定湿度的地方。它会用身上的藤蔓抓小虫来吃。",
    "types": [
      "草",
      "毒"
    ]
  },
  "70": {
    "category": "捕蝇宝可梦",
    "intro": "它在肚子饿的时候会吞掉周围会动的东西，分泌溶解液让其致命。",
    "trivia": "它在肚子饿的时候会吞掉周围会动的东西，分泌溶解液让其致命。",
    "types": [
      "草",
      "毒"
    ]
  },
  "71": {
    "category": "捕蝇宝可梦",
    "intro": "用花蜜的香味引诱猎物。据说被它吞入嘴里的东西，只要1天就会溶解到连骨头都不剩。",
    "trivia": "用花蜜的香味引诱猎物。据说被它吞入嘴里的东西，只要1天就会溶解到连骨头都不剩。",
    "types": [
      "草",
      "毒"
    ]
  },
  "72": {
    "category": "水母宝可梦",
    "intro": "在沙滩等地方晒干后，依然能存活的情况也有很多。泡在水里的话就会湿润复活。",
    "trivia": "漂浮在沙滩等浅滩地区。一旦被有毒的触手刺到或是被咬到，就要立刻去医院。",
    "types": [
      "水",
      "毒"
    ]
  },
  "73": {
    "category": "水母宝可梦",
    "intro": "有毒的触手通常是８０根。活得越久，触手的数量就越会减少。",
    "trivia": "很罕见地大量出现时，周围海域的鱼宝可梦会变得一只都不剩。",
    "types": [
      "水",
      "毒"
    ]
  },
  "74": {
    "category": "岩石宝可梦",
    "intro": "圆圆的很容易拿，但要互相扔的话，又硬又重。像打雪仗那样扔着玩会很危险。",
    "trivia": "那儿的路边要多少有多少。有空的学者试着数了数，１条路上有１００只。",
    "types": [
      "岩石",
      "地面"
    ]
  },
  "75": {
    "category": "岩石宝可梦",
    "intro": "非常喜欢吃长有苔藓的岩石。发着嘎吱嘎吱的声音，１天吃１吨以上。",
    "trivia": "因腿脚笨拙而把身体蜷成一团翻滚着移动。蓄势而发的话，时速能超过１００千米。",
    "types": [
      "岩石",
      "地面"
    ]
  },
  "76": {
    "category": "重量级宝可梦",
    "intro": "即使用炸药爆破身体也毫发无伤，但非常讨厌湿气和雨。",
    "trivia": "１年蜕１次皮。蜕下的壳掉到土里会让土壤肥沃，因此农户会收集起来。",
    "types": [
      "岩石",
      "地面"
    ]
  },
  "77": {
    "category": "火马宝可梦",
    "intro": "在用力跳跃之后，会用蹄子和脚上的肌肉来缓解着地时的撞击。",
    "trivia": "刚出生的时候不擅长奔跑，但随着和伙伴们不断地赛跑，会逐渐锻炼出强健的脚力。",
    "types": [
      "火"
    ]
  },
  "78": {
    "category": "火马宝可梦",
    "intro": "总之就是喜欢跑步。如果发现有谁跑得比自己更快，就会用尽全力去追赶。",
    "trivia": "任由燃烧的鬃毛随风飘扬，以每小时２４０公里的速度在大草原自由地驰骋。",
    "types": [
      "火"
    ]
  },
  "79": {
    "category": "憨憨宝可梦",
    "intro": "长长的尾巴经常被揪断。因为也不会觉得特别痛，马上会长出来，所以并不在意。",
    "trivia": "把呆呆兽的尾巴晒干后再用盐水煮成的小菜，是阿罗拉的家常美味。",
    "types": [
      "水",
      "超能力"
    ]
  },
  "80": {
    "category": "寄居蟹宝可梦",
    "intro": "呆呆地望着大海。因大舌贝的毒在身体中循环而变得越来越傻乎乎。",
    "trivia": "每次大舌贝狠狠咬下去的瞬间会有什么在脑海中闪过，但转瞬之间就全部忘光了。",
    "types": [
      "水",
      "超能力"
    ]
  },
  "81": {
    "category": "磁铁宝可梦",
    "intro": "聚集在有电的地方。也会密密麻麻地贴在输送电力的铁塔等地方。",
    "trivia": "释放出电磁波，在空中飘浮。如果在吞食电力的时候触碰它，就会全身被电得噼里啪啦的。",
    "types": [
      "电",
      "steel"
    ]
  },
  "82": {
    "category": "磁铁宝可梦",
    "intro": "连接的时候，３只小磁怪的脑袋也会连成一体。但并不会变得３倍聪明。",
    "trivia": "大约有小磁怪３倍的电力。不知为何会在太阳黑子多的时候大量出现。",
    "types": [
      "电",
      "steel"
    ]
  },
  "83": {
    "category": "黄嘴鸭宝可梦",
    "intro": "用植物的茎来战斗。茎的挥舞方式存在着好几种不同的流派。",
    "trivia": "居住在茎状植物生长的地方。由于这种植物极为稀少而罕见，大葱鸭的数量似乎也在减少。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "84": {
    "category": "两头鸟宝可梦",
    "intro": "羽毛较短所以不擅长飞行，但是拥有发达的双脚，能够以很快的速度奔跑。",
    "trivia": "羽毛较短所以不擅长飞行，但是拥有发达的双脚，能够以很快的速度奔跑。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "85": {
    "category": "三头鸟宝可梦",
    "intro": "由嘟嘟的某个头分裂出的变种。以60千米的时速在草原上奔跑。",
    "trivia": "由嘟嘟的某个头分裂出的变种。以60千米的时速在草原上奔跑。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "86": {
    "category": "海狮宝可梦",
    "intro": "人们一直以为它只生活在寒冷的海域。它出现在阿罗拉的原因是个谜。",
    "trivia": "因为有着厚厚的脂肪，所以在寒冷的海里它也毫不在意，但在温暖的海里却有点容易疲劳。",
    "types": [
      "水"
    ]
  },
  "87": {
    "category": "海狮宝可梦",
    "intro": "能以８节的速度在海里游动，并搜寻能当做猎物的宝可梦。特别喜欢吃弱丁鱼。",
    "trivia": "进食后会在沙滩上晒日光浴。会通过提高体温来帮助消化。",
    "types": [
      "水",
      "冰"
    ]
  },
  "88": {
    "category": "污泥宝可梦",
    "intro": "工厂排放的污泥废液是其主要的饵料。最近数量减少了。",
    "trivia": "污泥沐浴了来自月亮的Ｘ射线后，发生变化而诞生的。身体的细菌如果减少就会死亡。",
    "types": [
      "毒"
    ]
  },
  "89": {
    "category": "污泥宝可梦",
    "intro": "总之就是臭得鼻子都不敢呼吸。但是也存在着部分觉得这味道很不错的臭臭泥爱好者。",
    "trivia": "在环境治理后的现在，明显已经看不到它们的身影了。据说早晚会灭绝。",
    "types": [
      "毒"
    ]
  },
  "90": {
    "category": "双壳贝宝可梦",
    "intro": "壳的硬度超过钻石。过去，人们会收集壳来做成盾牌。",
    "trivia": "灵活地运用一直伸着的舌头挖掘海底的沙子，寻找食物。",
    "types": [
      "水"
    ]
  },
  "91": {
    "category": "双壳贝宝可梦",
    "intro": "坚硬的外壳连燃烧弹也无法击碎。壳中的正身至今不明。",
    "trivia": "从狩猎民族的古墓中大量出土了使用壳上拔下的尖刺制造而成的长矛。",
    "types": [
      "水",
      "冰"
    ]
  },
  "92": {
    "category": "气体状宝可梦",
    "intro": "如果在已成废墟的建筑物里亮着怪异的光，说明那里潜藏着鬼斯。",
    "trivia": "它的样子几乎看不到，但鬼斯一旦出现，附近就会发出淡淡的甜香味。",
    "types": [
      "幽灵",
      "毒"
    ]
  },
  "93": {
    "category": "气体状宝可梦",
    "intro": "从阴暗处袭击人类。如果被其冰冷的舌头舔到，就会一天天虚弱至死。",
    "trivia": "害怕光亮，喜欢黑夜。据说在即便深夜都灯火如昼的大都市有灭绝的危险。",
    "types": [
      "幽灵",
      "毒"
    ]
  },
  "94": {
    "category": "影子宝可梦",
    "intro": "如果突然被寒气侵袭，那就是被耿鬼袭击的证据。没有可逃之法，所以死心吧。",
    "trivia": "耿鬼之所以要夺取人类的性命，好像因为它是人类最终的下场，所以要找个同伴。",
    "types": [
      "幽灵",
      "毒"
    ]
  },
  "95": {
    "category": "岩蛇宝可梦",
    "intro": "以惊人之势钻地觅食。在它通过之后形成的洞穴会被地鼠们当作自己的住处。",
    "trivia": "会一边在地里挖掘前进，一边吸收各种坚硬的物体，以此让身体变得更加结实。",
    "types": [
      "岩石",
      "地面"
    ]
  },
  "96": {
    "category": "催眠宝可梦",
    "intro": "吞食梦来生存的宝可梦。被认为与食梦梦和梦梦蚀有着共同的祖先。",
    "trivia": "听说愉快的梦特别美味。变得亲密后，有时也会呈现最美味的梦哦。",
    "types": [
      "超能力"
    ]
  },
  "97": {
    "category": "催眠宝可梦",
    "intro": "是非常危险的宝可梦，但祈求良好睡眠的人们称其为救世主。",
    "trivia": "不管不顾地让遇到的都睡着，品尝对方的梦。如果遇到了好梦，就会这么强行带走。",
    "types": [
      "超能力"
    ]
  },
  "98": {
    "category": "清水蟹宝可梦",
    "intro": "钳子是它强悍的武器，但在攻击时钳子偶尔会脱落。脱落后很快会长出新的来。",
    "trivia": "能在海边上找到它。巨大的钳子即使断掉，今后也会再长出来。",
    "types": [
      "水"
    ]
  },
  "99": {
    "category": "钳子宝可梦",
    "intro": "一边的钳子很是巨大，虽说硬如钢铁还拥有１万马力，但还是太重了。",
    "trivia": "虽然坚硬的钳子有着１万马力的力量，但因为太大而行动迟缓。",
    "types": [
      "水"
    ]
  },
  "100": {
    "category": "球宝可梦",
    "intro": "据说它与精灵球相似的外形其实是它的保护色，但它很容易自爆这一点也出人意料。",
    "trivia": "据说它与精灵球相似的外形其实是它的保护色，但它很容易自爆这一点也出人意料。",
    "types": [
      "电"
    ]
  },
  "101": {
    "category": "球宝可梦",
    "intro": "只要受到一点撞击，就会由于体内的电能溢出导致爆炸。",
    "trivia": "只要受到一点撞击，就会由于体内的电能溢出导致爆炸。",
    "types": [
      "电"
    ]
  },
  "102": {
    "category": "蛋宝可梦",
    "intro": "用心灵感应与伙伴交流。据说兼有植物与某种别的遗传基因。",
    "trivia": "６只成为１只完整的宝可梦。经常被好胜蟹袭击，但是会使用念力击退对方。",
    "types": [
      "草",
      "超能力"
    ]
  },
  "103": {
    "category": "椰子宝可梦",
    "intro": "各个脑袋里有各自的思想，通过心灵感应来交谈，决定大家要做什么。",
    "trivia": "某个时期到来的时候，３个头的某一个会掉落。之后不久就会成长为蛋蛋。",
    "types": [
      "草",
      "超能力"
    ]
  },
  "104": {
    "category": "孤独宝可梦",
    "intro": "想起与自己天人永隔的母亲而大声哭泣。被听到声音的秃鹰娜从空中袭击。",
    "trivia": "头上戴着的是死去母亲的头盖骨。据说，当它摆脱母亲死亡的悲痛时就会进化。",
    "types": [
      "地面"
    ]
  },
  "105": {
    "category": "爱骨宝可梦",
    "intro": "将骨头像回力镖一样扔出去，击落天敌秃鹰娜来复仇。",
    "trivia": "原本因体弱而很胆小。进化后变成了挥舞着骨头的粗暴性格。",
    "types": [
      "地面"
    ]
  },
  "106": {
    "category": "踢腿宝可梦",
    "intro": "在踢中敌人的瞬间，脚底会变得像钻石般坚硬，将对手踢成碎片。",
    "trivia": "拥有卓越的平衡感。无论处于什么姿势都可以连续施展踢击的厉害角色。",
    "types": [
      "格斗"
    ]
  },
  "107": {
    "category": "拳击宝可梦",
    "intro": "它的拳击好似钻头一般！在它的攻击之下，哪怕是水泥墙也会被钻出洞来。",
    "trivia": "使出的拳击能劈开空气。出拳的速度极为迅速，即使只是擦过都会造成灼伤。",
    "types": [
      "格斗"
    ]
  },
  "108": {
    "category": "舔舔宝可梦",
    "intro": "不管是什么，都会用长舌头去舔舔看。被舔到的部位如果放着不管就会红肿发炎。",
    "trivia": "会用舌头将污渍舔干净。舔过之后有点臭臭的，所以是否真的干净很令人怀疑。",
    "types": [
      "一般"
    ]
  },
  "109": {
    "category": "毒气宝可梦",
    "intro": "在炎热的地方，它体内的气体会由于膨胀而产生爆炸的危险，需要注意。",
    "trivia": "身体里充满了毒气。会为了寻求湿垃圾腐烂的气味而来到垃圾场。",
    "types": [
      "毒"
    ]
  },
  "110": {
    "category": "毒气宝可梦",
    "intro": "它要靠吸收垃圾里的毒气、细菌和灰尘来维持生命。",
    "trivia": "用２个身体来混合瓦斯。在往昔的伽勒尔似乎到处都能见到它们的身影。",
    "types": [
      "毒"
    ]
  },
  "111": {
    "category": "尖尖宝可梦",
    "intro": "单细胞的脑子只能思考一件事情。一旦它开始猛撞，直到睡着前都不会停止。",
    "trivia": "虽然头脑很差但力气很大，可以用撞击把高楼大厦撞得粉粹。",
    "types": [
      "地面",
      "岩石"
    ]
  },
  "112": {
    "category": "钻锥宝可梦",
    "intro": "可以只用后腿行走，智力也发达了许多。像盔甲一样的皮肤可以抵挡住岩浆。",
    "trivia": "进化后会变得仅用后脚就能站立。如果被它的角刺中，就连岩石也会被开个洞。",
    "types": [
      "地面",
      "岩石"
    ]
  },
  "113": {
    "category": "蛋宝可梦",
    "intro": "吉利蛋生下的蛋饱含丰富的营养。是许多宝可梦非常爱吃的东西。",
    "trivia": "因为是数量稀少而且逃跑很快的宝可梦，所以能找到它的人运气相当不错。",
    "types": [
      "一般"
    ]
  },
  "114": {
    "category": "藤蔓状宝可梦",
    "intro": "全身被蓝色的蔓藤覆盖，真面目不为人知。据说，它的蔓藤会持续不断地生长。",
    "trivia": "藤蔓即使断了也能无限生长，里面的真面目是什么样子，直到今天也未被查明。",
    "types": [
      "草"
    ]
  },
  "115": {
    "category": "亲子宝可梦",
    "intro": "不能接近从袋里溜出来玩耍的孩子。因为它的母亲就在某处守护着它。",
    "trivia": "袋兽的母爱很深。如果是为了守护自己的孩子，据说连死都毫不畏惧。",
    "types": [
      "一般"
    ]
  },
  "116": {
    "category": "龙宝可梦",
    "intro": "在感到危险时会从嘴里用力地喷出水或者特殊的墨汁。",
    "trivia": "栖息在海浪平稳的海里。受到袭击时，会喷出漆黑墨汁并趁机逃跑。",
    "types": [
      "水"
    ]
  },
  "117": {
    "category": "龙宝可梦",
    "intro": "摸它的背鳍会导致麻痹。为了避免在睡觉时被水冲走，它会用尾巴缠住珊瑚。",
    "trivia": "由雄性来抚育孩子。育儿时，背上刺的毒素浓度会增加，变得更烈。",
    "types": [
      "水"
    ]
  },
  "118": {
    "category": "金鱼宝可梦",
    "intro": "天气变得暖和之后，就会成群结队溯流而上。那画面正如告知春天的风景诗。",
    "trivia": "被角的长度和鱼鳍的美丽而迷住，只培育角金鱼的风雅训练家也是很多的。",
    "types": [
      "水"
    ]
  },
  "119": {
    "category": "金鱼宝可梦",
    "intro": "凉飕飕的时候，全身就会晕染成鲜红色。那样子正如令人感觉到秋意的风景诗。",
    "trivia": "狂热爱好金鱼王的训练家分为角的爱好者和鱼鳍的爱好者。相互之间的关系很差。",
    "types": [
      "水"
    ]
  },
  "120": {
    "category": "星形宝可梦",
    "intro": "大多在海边栖息。夜幕降临时，身体的正中会闪耀出怪异的红色。",
    "trivia": "即使被霓虹鱼等咬到，只要红色内核部分还在就会立刻再生，所以对此并不在意。",
    "types": [
      "水"
    ]
  },
  "121": {
    "category": "谜宝可梦",
    "intro": "据说会从闪着光的内核收发神秘的电波。靠近的话可能会头痛。",
    "trivia": "因为身体外形很抽象的缘故，被当地的人谣传为来自宇宙的侵略者。",
    "types": [
      "水",
      "超能力"
    ]
  },
  "122": {
    "category": "屏障宝可梦",
    "intro": "有着非凡的默剧表演实力。在你看入迷的时候，不知不觉间就会出现一面真正的墙壁。",
    "trivia": "能通过默剧生成一道看不见的墙壁。如果不赞美它的话，连环巴掌就会向你袭来。",
    "types": [
      "超能力",
      "妖精"
    ]
  },
  "123": {
    "category": "螳螂宝可梦",
    "intro": "以忍者般敏捷的动作令猎物感到迷惑。然后趁对方麻痹大意的一瞬间用镰刀将其切碎。",
    "trivia": "年轻的时候，在深山里群居生活，修炼用镰刀进行战斗以及高速移动。",
    "types": [
      "虫",
      "飞行"
    ]
  },
  "124": {
    "category": "人形宝可梦",
    "intro": "会按独特的节奏扭动腰部。栖息在阿罗拉的迷唇姐，那动作更是妙不可言。",
    "trivia": "神奇的叫声听起来就像人类的语言一样。也有些音乐家会谱写一些让迷唇姐唱的曲子。",
    "types": [
      "冰",
      "超能力"
    ]
  },
  "125": {
    "category": "电击宝可梦",
    "intro": "突发的停电，有一半是因为电击兽聚集在发电厂胡乱吞食电力造成的。",
    "trivia": "比起吃食物获得的电量，从身体泄露的电量要多得多。",
    "types": [
      "电"
    ]
  },
  "126": {
    "category": "吐火宝可梦",
    "intro": "感到疲劳时就跳入火山口，浸泡在熔岩中让身体解乏。全身以１２００度燃烧着。",
    "trivia": "生气的时候会从全身喷出灼热的火焰，不把对手烧成灰烬就无法平息怒火。",
    "types": [
      "火"
    ]
  },
  "127": {
    "category": "锹形虫宝可梦",
    "intro": "用长长的角把对手夹住，就这么把对方夹成两半。非常强大，但很害怕寒冷。",
    "trivia": "用角一击连大树都能折断。在阿罗拉，锹农炮虫是它最大的竞争者。",
    "types": [
      "虫"
    ]
  },
  "128": {
    "category": "暴牛宝可梦",
    "intro": "在世界各地都有骑着肯泰罗生活的历史，但这一切的开端据说是在阿罗拉。",
    "trivia": "是性格暴躁的宝可梦，但是听说阿罗拉地区的肯泰罗会比较稳重。",
    "types": [
      "一般"
    ]
  },
  "129": {
    "category": "鱼宝可梦",
    "intro": "力量很弱，派不上用场，但就只有繁殖力惊人。多得简直要看腻了。",
    "trivia": "因为胡乱跃起，马上就被袭击了，但据说多亏了鲤鱼王，大多数宝可梦都能活得更久。",
    "types": [
      "水"
    ]
  },
  "130": {
    "category": "凶恶宝可梦",
    "intro": "据说，让暴鲤龙怒火中烧的某个街镇在一晚上就被燃烧殆尽，然后便消失无踪了。",
    "trivia": "暴鲤龙出现的地方肯定会遭到破坏，相信这个说法的人也是有的。",
    "types": [
      "水",
      "飞行"
    ]
  },
  "131": {
    "category": "乘载宝可梦",
    "intro": "拥有很高的智商，理解人类的语言。心情好的时候会用美妙的声音唱歌。",
    "trivia": "曾因非法捕捞濒临灭绝。但听说重点保护却反而导致它有点泛滥成灾。",
    "types": [
      "水",
      "冰"
    ]
  },
  "132": {
    "category": "变身宝可梦",
    "intro": "通过重组细胞让自己样子变得和眼前的对手一模一样。相似度依个体而有所不同。",
    "trivia": "因其惊人的变身能力，无论与谁都能成为伙伴。但是百变怪同类间关系恶劣。",
    "types": [
      "一般"
    ]
  },
  "133": {
    "category": "进化宝可梦",
    "intro": "拥有不平衡性外加不稳定的遗传基因，因而蕴含着各种各样的进化可能性。",
    "trivia": "根据目前的调查，拥有进化为多达８种宝可梦的可能性。",
    "types": [
      "一般"
    ]
  },
  "134": {
    "category": "吐泡宝可梦",
    "intro": "细胞构造与水分子非常相似。在水边栖息，所以有时候会被错认为是人鱼。",
    "trivia": "与水融为一体，隐藏自己的气息，一动不动地埋伏着等待猎物——鱼宝可梦的到来。",
    "types": [
      "水"
    ]
  },
  "135": {
    "category": "雷宝可梦",
    "intro": "喷出大约１００００伏特的电力。因为相当神经质，所以要与它变得亲密是非常困难的。",
    "trivia": "体毛竖起来的话，是要喷出电的信号。因为旁边也可能会有雷落下，所以要注意。",
    "types": [
      "电"
    ]
  },
  "136": {
    "category": "火宝可梦",
    "intro": "如果寻获树果或是捉到猎物，就会喷出火焰将其烤至完全熟透，之后大口大口吃掉。",
    "trivia": "平均体温７００～８００度。在体内的火袋里熊熊燃烧着１７００度的火焰。",
    "types": [
      "火"
    ]
  },
  "137": {
    "category": "虚拟宝可梦",
    "intro": "大约２０年前，集当时的科学力量于一身，创造出来的人工宝可梦。",
    "trivia": "因为能将身体化为数字数据，所以可以进入电脑空间。",
    "types": [
      "一般"
    ]
  },
  "138": {
    "category": "漩涡宝可梦",
    "intro": "生活在古代海洋中的宝可梦。好像曾是始祖大鸟的食物，发现过带有齿痕的化石。",
    "trivia": "从古代的化石复原而来。在很久以前还是海洋的地方能发掘出它的贝壳化石。",
    "types": [
      "岩石",
      "水"
    ]
  },
  "139": {
    "category": "漩涡宝可梦",
    "intro": "被认为是由于身上沉重的壳而灭绝的古代宝可梦。好像是章鱼桶的远祖。",
    "trivia": "用触手缠住猎物并让其无法动弹后，就会用锋利的牙齿使出致命一击。",
    "types": [
      "岩石",
      "水"
    ]
  },
  "140": {
    "category": "甲壳宝可梦",
    "intro": "３亿年前繁衍兴旺的宝可梦。据说在某些地区，至今仍能偶尔看见活着的化石盔。",
    "trivia": "除某些极少数地方外，该宝可梦已基本灭绝。会用坚硬的外壳保护身体。",
    "types": [
      "岩石",
      "水"
    ]
  },
  "141": {
    "category": "甲壳宝可梦",
    "intro": "为了在陆地上也能活动，身体开始了演化，但没等演化完，它就灭绝了。",
    "trivia": "能以大约２９节的速度游动。快速接近猎物后，会用镰刀撕裂猎物并给予其致命一击。",
    "types": [
      "岩石",
      "水"
    ]
  },
  "142": {
    "category": "化石宝可梦",
    "intro": "恐龙时代的宝可梦。用锯子一样的牙齿将猎物撕碎后吞食。",
    "trivia": "古代广袤天空的王者。因巨大陨石的坠落而灭绝的学说在人们心中根深蒂固。",
    "types": [
      "岩石",
      "飞行"
    ]
  },
  "143": {
    "category": "瞌睡宝可梦",
    "intro": "据说拥有最强的胃袋。就连臭臭泥的毒对卡比兽的舌头来说也只是调味料而已。",
    "trivia": "每天要吃下４００公斤的食物。开吃之后，就会开始打瞌睡，即使是睡着的状态也会继续吃。",
    "types": [
      "一般"
    ]
  },
  "144": {
    "category": "冰冻宝可梦",
    "intro": "传说的鸟宝可梦。它能将冬日空中的空气中含有的水分冻结，降下雪花。",
    "trivia": "据说它那蓝色的美丽羽毛是由冰构成的。会飘曳着长尾巴飞过茫茫雪山。",
    "types": [
      "冰",
      "飞行"
    ]
  },
  "145": {
    "category": "电击宝可梦",
    "intro": "当天空黑暗，落雷不断时，这只传说的宝可梦就会出现。",
    "trivia": "能够随心所欲地操纵雷电。据传说，它的巢穴处在漆黑的雷云中。",
    "types": [
      "电",
      "飞行"
    ]
  },
  "146": {
    "category": "火焰宝可梦",
    "intro": "传说的鸟宝可梦。当它挥舞起剧烈燃烧着的双翅，哪怕是夜空也会被点亮。",
    "trivia": "只要拍动翅膀，羽毛就会闪现出红色的火焰，非常美丽。传说的鸟宝可梦中的１只。",
    "types": [
      "火",
      "飞行"
    ]
  },
  "147": {
    "category": "龙宝可梦",
    "intro": "通过反复蜕皮一点点长大。将蜕下的皮鞣制后做成的靴子是超高级商品。",
    "trivia": "某个钓鱼人经过１０个小时的奋战才最终将其钓获，它的存在也终于被确认。",
    "types": [
      "龙"
    ]
  },
  "148": {
    "category": "龙宝可梦",
    "intro": "人们相信它能操纵天气，所以在哈克龙栖息的湖里，供品总是源源不断。",
    "trivia": "据说，在水晶般的珠子里蕴含着操纵天气的力量。",
    "types": [
      "龙"
    ]
  },
  "149": {
    "category": "龙宝可梦",
    "intro": "遇难得救的男人被带去的那个孤岛，是曾属于快龙的乐园。",
    "trivia": "平常都是非常稳重的，但如果触碰到了它的逆鳞，就会不毁灭一切不罢休。",
    "types": [
      "龙",
      "飞行"
    ]
  },
  "150": {
    "category": "基因宝可梦",
    "intro": "超梦的基因几乎和梦幻完全一样，但是大小和性格却迥异得让人吃惊。",
    "trivia": "超梦的基因几乎和梦幻完全一样，但是大小和性格却迥异得让人吃惊。",
    "types": [
      "超能力"
    ]
  },
  "151": {
    "category": "新种宝可梦",
    "intro": "用显微镜可以看到它身上极短极细且密集的体毛。",
    "trivia": "用显微镜可以看到它身上极短极细且密集的体毛。",
    "types": [
      "超能力"
    ]
  },
  "152": {
    "category": "叶子宝可梦",
    "intro": "菊草叶 是全国图鉴编号 #152 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草"
    ]
  },
  "153": {
    "category": "叶子宝可梦",
    "intro": "月桂叶 是全国图鉴编号 #153 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草"
    ]
  },
  "154": {
    "category": "芳草宝可梦",
    "intro": "大竺葵 是全国图鉴编号 #154 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草"
    ]
  },
  "155": {
    "category": "火鼠宝可梦",
    "intro": "火球鼠 是全国图鉴编号 #155 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "火"
    ]
  },
  "156": {
    "category": "火山宝可梦",
    "intro": "火岩鼠 是全国图鉴编号 #156 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "火"
    ]
  },
  "157": {
    "category": "火山宝可梦",
    "intro": "火暴兽 是全国图鉴编号 #157 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "火"
    ]
  },
  "158": {
    "category": "大颚宝可梦",
    "intro": "小锯鳄 是全国图鉴编号 #158 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "水"
    ]
  },
  "159": {
    "category": "大颚宝可梦",
    "intro": "蓝鳄 是全国图鉴编号 #159 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "水"
    ]
  },
  "160": {
    "category": "大颚宝可梦",
    "intro": "大力鳄 是全国图鉴编号 #160 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "水"
    ]
  },
  "161": {
    "category": "放哨宝可梦",
    "intro": "尾立 是全国图鉴编号 #161 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般"
    ]
  },
  "162": {
    "category": "长躯干宝可梦",
    "intro": "大尾立 是全国图鉴编号 #162 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般"
    ]
  },
  "163": {
    "category": "猫头鹰宝可梦",
    "intro": "每天必定会按固定的节奏倾斜脖子。过去人们会养它来代替时钟。",
    "trivia": "每天都会在固定的时间鸣叫。过去人们非常重视它，把它当做报时的神使。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "164": {
    "category": "猫头鹰宝可梦",
    "intro": "即便是在黑暗里，它的眼睛也能看得一清二楚，不会放过任何猎物。所以也被称为黑夜帝王。",
    "trivia": "头倒转过来就表示它非常烦恼。如果这时去惊动它，就会被啄。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "165": {
    "category": "五星宝可梦",
    "intro": "因为胆小，不总是聚在一起就会感到不安。背后的花纹每只都会有细微的不同。",
    "trivia": "用带气味的体液与伙伴交流。发怒的时候，气味会酸酸的。",
    "types": [
      "虫",
      "飞行"
    ]
  },
  "166": {
    "category": "五星宝可梦",
    "intro": "据说星光是它的能量，但平时也非常喜爱吃树果。白天就用草包裹着睡觉。",
    "trivia": "用４条手臂挥拳战斗。一拳的威力并不怎么样，但依靠出拳数取胜。",
    "types": [
      "虫",
      "飞行"
    ]
  },
  "167": {
    "category": "吐丝宝可梦",
    "intro": "一心一意地等着，直到爱吃的萌虻落入巢中。实在是有耐心的宝可梦。",
    "trivia": "有些渔夫会用其坚韧的丝，编织制作成可以捕捉鱼宝可梦的网。",
    "types": [
      "虫",
      "毒"
    ]
  },
  "168": {
    "category": "长腿宝可梦",
    "intro": "也有地区会使用阿利多斯的丝来织布。因布料结实而广受好评。",
    "trivia": "屁股和嘴里都会吐出丝。用丝绑住猎物，慢慢地吸食它的体液。",
    "types": [
      "虫",
      "毒"
    ]
  },
  "169": {
    "category": "蝙蝠宝可梦",
    "intro": "连双脚也变成翅膀的结果就是不擅长在地上行动。只能爬着到处活动。",
    "trivia": "用４根翅膀又快又静地飞行。在被发现之前一口咬住猎物。一瞬间就把血都吸掉。",
    "types": [
      "毒",
      "飞行"
    ]
  },
  "170": {
    "category": "琵琶鱼宝可梦",
    "intro": "２根触手原本是鳍。释放电力让猎物麻痹后进行袭击。",
    "trivia": "在光线都无法到达的海底生活。让触手发光来与伙伴们交流。",
    "types": [
      "水",
      "电"
    ]
  },
  "171": {
    "category": "灯宝可梦",
    "intro": "探头望向夜晚的海面，如果看到犹如闪烁的星星一样的光，那是电灯怪哦。",
    "trivia": "发出强光蒙住猎物的眼睛。抓住那一瞬间的空档，使其遭受电的攻击。",
    "types": [
      "水",
      "电"
    ]
  },
  "172": {
    "category": "小鼠宝可梦",
    "intro": "运用电的水平还不够。稍不留神就被自己的电麻到也时有发生。",
    "trivia": "虽然很可爱，但如果一起生活的话，就必须有被电击电得麻麻的觉悟。",
    "types": [
      "电"
    ]
  },
  "173": {
    "category": "星形宝可梦",
    "intro": "在流星闪耀的深夜里凝望着天空的样子，似乎是在怀念故乡。",
    "trivia": "从它的轮廓判断，被认为是星星的转世。不知为何很喜欢小陨星。",
    "types": [
      "妖精"
    ]
  },
  "174": {
    "category": "气球宝可梦",
    "intro": "喜欢唱歌，但还不怎么在行。如果能给予恰当的表扬，就会渐渐有所提高哦。",
    "trivia": "嘭嘭嘭地弹跳着移动。动得多了出汗的话，会发出微甜的体味。",
    "types": [
      "一般",
      "妖精"
    ]
  },
  "175": {
    "category": "针球宝可梦",
    "intro": "壳内好像塞满了很多幸福，据说如果能温柔对待它，它就会把幸运分给对方。",
    "trivia": "好运的象征。据说在它的壳里装着满满的幸福。",
    "types": [
      "妖精"
    ]
  },
  "176": {
    "category": "幸福宝可梦",
    "intro": "据说它是为了将幸福带给性格温柔的人而现身的。",
    "trivia": "不待在温柔的人身边就会变得没有精神。不挥动翅膀也能浮在空中。",
    "types": [
      "妖精",
      "飞行"
    ]
  },
  "177": {
    "category": "小鸟宝可梦",
    "intro": "虽然还无法飞行，但跳跃力超群。能跳上很高的树枝啄食树芽。",
    "trivia": "它的目光仿佛一直在观察着这里。只要稍有靠近，它就会一蹦一蹦地跳着逃开。",
    "types": [
      "超能力",
      "飞行"
    ]
  },
  "178": {
    "category": "神秘宝可梦",
    "intro": "据说该宝可梦虽然有着能预知未来的力量，但却没有能改变未来的力量。",
    "trivia": "能够看穿未来，但可能是因为未来的那些变化并不是自己想要的，所以它会待着一动不动。",
    "types": [
      "超能力",
      "飞行"
    ]
  },
  "179": {
    "category": "绵毛宝可梦",
    "intro": "用咩利羊的毛制成的衣服容易起静电，所以会做特殊加工。",
    "trivia": "绒毛摩擦产生的电力会被储存起来。如果觉得可爱而直接用手碰它的话，就会被啪地一下电得又麻又痛。",
    "types": [
      "电"
    ]
  },
  "180": {
    "category": "绵毛宝可梦",
    "intro": "毛发不生有如橡胶一样的皮肤不会导电，即便触电了也很安全。",
    "trivia": "能将电力储存在松软的毛发中。因为储存了太多电力，所以身上有些地方已经变得光秃秃的了。",
    "types": [
      "电"
    ]
  },
  "181": {
    "category": "灯宝可梦",
    "intro": "尾巴上的光能传至宇宙，所以身在何处一目了然。因此它平时不会让尾巴发光。",
    "trivia": "尾巴会发出很强的亮光。从以前起，它就被船员们当做路标而深受重视。",
    "types": [
      "电"
    ]
  },
  "182": {
    "category": "花宝可梦",
    "intro": "在南国大量生活着。跳舞时花瓣会互相碰触，发出悦耳的声音。",
    "trivia": "有时能看到美丽花聚在一起做着像是跳舞一样的动作。据说这是呼唤太阳的仪式。",
    "types": [
      "草"
    ]
  },
  "183": {
    "category": "水鼠宝可梦",
    "intro": "圆圆的尾巴拥有救生圈的功能。球里满是转变为了油脂的营养。",
    "trivia": "体毛的防水性能很好，就算是从冰冷的海里上岸，身体也会立刻干掉，一点都不冷。",
    "types": [
      "水",
      "妖精"
    ]
  },
  "184": {
    "category": "水兔宝可梦",
    "intro": "一天大部分的时间都在水中度过。天晴时会浮到水面上晒太阳。",
    "trivia": "会制作填满空气的泡泡。当露力丽在河里玩的时候，它就会用这个泡泡包住露力丽。",
    "types": [
      "水",
      "妖精"
    ]
  },
  "185": {
    "category": "模仿宝可梦",
    "intro": "为了不被袭击而模仿成树木的样子，但如果被讨厌的水泼到，就会慌慌张张地逃走。",
    "trivia": "在老年人当中很受欢迎。听说绿色的部分越大，爱好者们的评价就越高。",
    "types": [
      "岩石"
    ]
  },
  "186": {
    "category": "蛙宝可梦",
    "intro": "在有月亮的夜晚聚集起来大合唱。那鸣叫声如怒吼般，并不美妙，但却别有韵味。",
    "trivia": "蚊香蝌蚪和蚊香君的头领。蚊香蛙皇一声吼，大家都吓得伏在地上一动不动。",
    "types": [
      "水"
    ]
  },
  "187": {
    "category": "棉草宝可梦",
    "intro": "毽子草 是全国图鉴编号 #187 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草",
      "飞行"
    ]
  },
  "188": {
    "category": "棉草宝可梦",
    "intro": "毽子花 是全国图鉴编号 #188 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草",
      "飞行"
    ]
  },
  "189": {
    "category": "棉草宝可梦",
    "intro": "毽子棉 是全国图鉴编号 #189 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草",
      "飞行"
    ]
  },
  "190": {
    "category": "长尾宝可梦",
    "intro": "习惯用尾巴做各种事情后，手就变得不怎么灵活了。会在很高的树上筑巢。",
    "trivia": "会从树上寻找猎物。发现喜食的甜竹竹后，就会兴奋地飞扑过去。",
    "types": [
      "一般"
    ]
  },
  "191": {
    "category": "种子宝可梦",
    "intro": "向日种子 是全国图鉴编号 #191 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草"
    ]
  },
  "192": {
    "category": "太阳宝可梦",
    "intro": "向日花怪 是全国图鉴编号 #192 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草"
    ]
  },
  "193": {
    "category": "薄翼宝可梦",
    "intro": "蜻蜻蜓 是全国图鉴编号 #193 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "虫",
      "飞行"
    ]
  },
  "194": {
    "category": "水鱼宝可梦",
    "intro": "在冰冷的水中生活。附近天气变凉之后，也会来到地上觅食。",
    "trivia": "为了在地面上行走时不让皮肤干燥，会用有毒的粘膜覆盖身体。",
    "types": [
      "水",
      "地面"
    ]
  },
  "195": {
    "category": "水鱼宝可梦",
    "intro": "就算脑袋撞上船底或河里的岩石，也完全不会去在意，悠然自在地游泳的悠闲宝可梦。",
    "trivia": "身体总是滑溜溜的。虽然游泳时头总会撞到河底，但它自己毫不在意。",
    "types": [
      "水",
      "地面"
    ]
  },
  "196": {
    "category": "太阳宝可梦",
    "intro": "利用又细又短的体毛，从空气的流动中，连对手的行动也能一瞬间就察觉。",
    "trivia": "从额头的珠子放射出精神力量进行战斗。当力量用尽时，珠子的颜色也会褪去。",
    "types": [
      "超能力"
    ]
  },
  "197": {
    "category": "月光宝可梦",
    "intro": "发怒的时候会从全身的毛孔里喷出混合了毒素的汗液，袭击对手的眼睛。",
    "trivia": "黑色体毛与黑暗融为一体。一动不动地等着猎物出现疏漏，然后一口咬住它的喉咙。",
    "types": [
      "dark"
    ]
  },
  "198": {
    "category": "黑暗宝可梦",
    "intro": "日落时醒来，夜晚飞行。也有俗话说，黑暗鸦出窝，赶紧要回家。",
    "trivia": "作为不吉的象征而被人嫌弃，但是会把亮晶晶发着光的东西送给关系好的训练家。",
    "types": [
      "dark",
      "飞行"
    ]
  },
  "199": {
    "category": "王者宝可梦",
    "intro": "受被咬到的毒素影响，拥有天才的头脑。能自由自在地操纵精神力量。",
    "trivia": "迷路就问呆呆王，也有地区流传着这样的俗语，可见它因聪明而广为人知。",
    "types": [
      "水",
      "超能力"
    ]
  },
  "200": {
    "category": "夜啼宝可梦",
    "intro": "千方百计地吓唬人类，吸取生命的能量。吓人的练习一天也不落。",
    "trivia": "如果从四下无人的房间里传来抽泣般的声音，那准是梦妖的恶作剧。",
    "types": [
      "幽灵"
    ]
  },
  "201": {
    "category": "象征宝可梦",
    "intro": "未知图腾 是全国图鉴编号 #201 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "超能力"
    ]
  },
  "202": {
    "category": "忍耐宝可梦",
    "intro": "讨厌光和冲击。受到攻击时，身体就会膨胀，反击也会因此变强。",
    "trivia": "为了隐藏漆黑的尾巴而悄悄地生活在黑暗之中。不会主动发起攻击。",
    "types": [
      "超能力"
    ]
  },
  "203": {
    "category": "长颈宝可梦",
    "intro": "麒麟奇 是全国图鉴编号 #203 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般",
      "超能力"
    ]
  },
  "204": {
    "category": "蓑衣虫宝可梦",
    "intro": "会挂在树上静静等待作为它猎物的虫宝可梦送上门来。在阿罗拉，它喜欢吃的是萌虻。",
    "trivia": "会用唾液将树皮粘在自己身上，从而让自己变得又厚又大。上了年纪的榛果球是无比巨大的。",
    "types": [
      "虫"
    ]
  },
  "205": {
    "category": "蓑衣虫宝可梦",
    "intro": "只要一有东西靠近，它就会射出钢铁外壳的碎片进行攻击。这是一种无意识的条件反射。",
    "trivia": "仅在吞下猎物的瞬间，壳里面的身体才会出现，但至今仍未有人或宝可梦见过其真面目。",
    "types": [
      "虫",
      "steel"
    ]
  },
  "206": {
    "category": "地蛇宝可梦",
    "intro": "能挖掘地面移动。会友好地和地鼠共用各自的隧道。",
    "trivia": "一看到人就会用尾巴挖洞逃走。如果遇到了它，就说明你很幸运哦。",
    "types": [
      "一般"
    ]
  },
  "207": {
    "category": "飞蝎宝可梦",
    "intro": "天蝎 是全国图鉴编号 #207 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "地面",
      "飞行"
    ]
  },
  "208": {
    "category": "铁蛇宝可梦",
    "intro": "据说当大岩蛇活到了１００年以上，身体的成分就会变得如同钻石一般。",
    "trivia": "人们认为它的身体是因为堆积了很多和泥土一起吞下的铁元素，才会发生变化的。",
    "types": [
      "steel",
      "地面"
    ]
  },
  "209": {
    "category": "妖精宝可梦",
    "intro": "脸很严厉，但其实相当胆小。拼命威吓的表情在女性中很有人气。",
    "trivia": "呜呜声让对手不安。平时是很悠闲的家伙，１天中有一半时间都在睡觉哦。",
    "types": [
      "妖精"
    ]
  },
  "210": {
    "category": "妖精宝可梦",
    "intro": "发达的下颚和沉重的牙齿是它的武器。只要不惹怒它，很少会被咬到哦。",
    "trivia": "比布鲁更加胆小。与外表之间的反差萌很受欢迎，在年轻女性中人气很高。",
    "types": [
      "妖精"
    ]
  },
  "211": {
    "category": "气球宝可梦",
    "intro": "对手的体型越是巨大，它就会喝下越多的水使身体膨胀，仿佛马上就要破裂一般。",
    "trivia": "全身上下的小针都是由鳞片变化而来的。如果被刺中的话，就会因中毒而昏迷。",
    "types": [
      "水",
      "毒"
    ]
  },
  "212": {
    "category": "钳子宝可梦",
    "intro": "为了防止战斗时变得过热，而令金属的身体熔化，会使用翅膀调节体温。",
    "trivia": "一旦认出敌人，就会用具有钢铁硬度的钳子毫不留情地将对方击溃。",
    "types": [
      "虫",
      "steel"
    ]
  },
  "213": {
    "category": "发酵宝可梦",
    "intro": "甲壳里储存着树果。为了避免受到袭击，它会一动不动地躲在岩石下面。",
    "trivia": "储存在壶形甲壳里的树果会在不知不觉间变成黏糊糊的果汁。",
    "types": [
      "虫",
      "岩石"
    ]
  },
  "214": {
    "category": "独角宝可梦",
    "intro": "粗粗的角是其骄傲。在阿罗拉，锹农炮虫是它最大的竞争者，双方经常大打出手。",
    "trivia": "会在森林中四处寻找甜甜蜜。虽然对于自己的一身怪力很是自豪，但却不怎么擅长飞行。",
    "types": [
      "虫",
      "格斗"
    ]
  },
  "215": {
    "category": "钩爪宝可梦",
    "intro": "狡黠凶恶的性格。趁着双亲不在就侵入巢穴，将蛋盗出。",
    "trivia": "用爪子在蛋上开个孔，吸食里面的美味。也会被培育家憎恶而遭到驱逐。",
    "types": [
      "dark",
      "冰"
    ]
  },
  "216": {
    "category": "小熊宝可梦",
    "intro": "熊宝宝 是全国图鉴编号 #216 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般"
    ]
  },
  "217": {
    "category": "冬眠宝可梦",
    "intro": "圈圈熊 是全国图鉴编号 #217 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般"
    ]
  },
  "218": {
    "category": "熔岩宝可梦",
    "intro": "熔岩虫 是全国图鉴编号 #218 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "火"
    ]
  },
  "219": {
    "category": "熔岩宝可梦",
    "intro": "熔岩蜗牛 是全国图鉴编号 #219 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "火",
      "岩石"
    ]
  },
  "220": {
    "category": "小猪宝可梦",
    "intro": "为了寻找食物，会用鼻子摩擦地面并进行挖掘。偶尔会挖到温泉。",
    "trivia": "嗅到诱人的香味时，便会不顾一切地朝着气味的方向飞奔过去。",
    "types": [
      "冰",
      "地面"
    ]
  },
  "221": {
    "category": "野猪宝可梦",
    "intro": "朝着对手冲过去时，背上的体毛会倒竖起来。对声音极度敏感。",
    "trivia": "虽然４只脚很短，但因为蹄子很宽很粗糙，所以就算在雪地上行走也不会打滑。",
    "types": [
      "冰",
      "地面"
    ]
  },
  "222": {
    "category": "珊瑚宝可梦",
    "intro": "头顶上长着珊瑚枝。虽然相当容易折断，但大约３天就能恢复哦。",
    "trivia": "好坏星追过来袭击它头顶枝条的时候，会果断地自己折断枝条逃生哦。",
    "types": [
      "水",
      "岩石"
    ]
  },
  "223": {
    "category": "喷射宝可梦",
    "intro": "会粘在巨翅飞鱼身上，吃一点残羹剩饭。如果巨翅飞鱼受到袭击，它就会与其一同战斗。",
    "trivia": "它又被称为海洋狙击手。即便是１００米开外的猎物，它射出的水枪也一定能够命中。",
    "types": [
      "水"
    ]
  },
  "224": {
    "category": "喷射宝可梦",
    "intro": "逃跑时吐出来的墨汁很特别。里面有着能让嗅觉变迟钝的成分，连鼻子灵敏的宝可梦也能迷惑。",
    "trivia": "岩洞是它主要的栖身之所。章鱼桶吐出的漆黑墨汁还会被当成制作料理时的食材。",
    "types": [
      "水"
    ]
  },
  "225": {
    "category": "搬运宝可梦",
    "intro": "原本很喜欢寒冷的地方，但是阿罗拉的信使鸟好像即便是有点儿炎热也能忍耐。",
    "trivia": "因为有跟人类及宝可梦分享自己食物的习性，所以一直都在到处寻找食物。",
    "types": [
      "冰",
      "飞行"
    ]
  },
  "226": {
    "category": "风筝宝可梦",
    "intro": "阿罗拉的人气特产是绘有巨翅飞鱼在海浪上优雅跳跃的明信片及海报。",
    "trivia": "也有很多人是因为向往巨翅飞鱼那华丽的泳姿才开始冲浪的。",
    "types": [
      "水",
      "飞行"
    ]
  },
  "227": {
    "category": "钢甲鸟宝可梦",
    "intro": "每次成长都会脱落的羽毛又薄又锐利。过去的战士将之当做刀来使用。",
    "trivia": "铁的身体十分结实，但很容易生锈，所以下雨天会一直呆在巢穴哦。",
    "types": [
      "steel",
      "飞行"
    ]
  },
  "228": {
    "category": "阴暗宝可梦",
    "intro": "擅长与伙伴的合作。如果成为同伴，就会非常听从训练家的命令。",
    "trivia": "会在天亮之前反复发出恐怖的长嚎，并以此来彰显自己群体的存在。",
    "types": [
      "dark",
      "火"
    ]
  },
  "229": {
    "category": "阴暗宝可梦",
    "intro": "能喷出混有毒素的火焰结果对手。会和群体中的成员平分猎物。",
    "trivia": "恐怖的长嚎是其特征。过去人们曾认为它是来自地狱的使者而对其心存畏惧。",
    "types": [
      "dark",
      "火"
    ]
  },
  "230": {
    "category": "龙宝可梦",
    "intro": "会在暴风雨袭来时出现在海面上。如果遇到快龙，便会开始激烈的争斗。",
    "trivia": "身上掉下的鳞片闪耀着高雅而有深度的光泽，甚至会被拿去进献给王族。",
    "types": [
      "水",
      "龙"
    ]
  },
  "231": {
    "category": "长鼻宝可梦",
    "intro": "小小象 是全国图鉴编号 #231 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "地面"
    ]
  },
  "232": {
    "category": "铠甲宝可梦",
    "intro": "顿甲 是全国图鉴编号 #232 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "地面"
    ]
  },
  "233": {
    "category": "虚拟宝可梦",
    "intro": "将行星的开发纳入视野，以当时的最新技术升级了多边兽。",
    "trivia": "以行星的开发为目标将多边兽升级而成，但离实现梦想还有很长距离。",
    "types": [
      "一般"
    ]
  },
  "234": {
    "category": "大角宝可梦",
    "intro": "惊角鹿 是全国图鉴编号 #234 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般"
    ]
  },
  "235": {
    "category": "画画宝可梦",
    "intro": "用从尾巴尖尖慢慢渗出的体液绘出独有的标记，宣告自己的领地。",
    "trivia": "到处描绘昭示自己领地的标记，所以在图图犬多的街边墙壁上全都是这些乱涂乱画的。",
    "types": [
      "一般"
    ]
  },
  "236": {
    "category": "打斗宝可梦",
    "intro": "永远都是精力充沛的样子。为了变强，就算输了一次又一次，也会不断地站起来迎战对手。",
    "trivia": "体型偏小却不可轻视，因为它只要发现合适的对手便会马上扑上去大打出手。",
    "types": [
      "格斗"
    ]
  },
  "237": {
    "category": "倒立宝可梦",
    "intro": "会旋转身体使出踢击。当它高速旋转身体时，会直接钻进地底下。",
    "trivia": "会通过倒立来扰乱对方的节奏，然后趁隙施展华丽的踢击。",
    "types": [
      "格斗"
    ]
  },
  "238": {
    "category": "亲吻宝可梦",
    "intro": "在确认某样东西时，会先用嘴唇而不是手去触碰试试。会经常用舌头舔去污渍。",
    "trivia": "嘴唇是敏感的感应器。为了不让嘴唇干裂，它每天都会用树汁涂抹嘴唇来保湿哦。",
    "types": [
      "冰",
      "超能力"
    ]
  },
  "239": {
    "category": "电气宝可梦",
    "intro": "在家的时候，插座就相当于奶瓶。可以从中滋滋地吸取电力哦。",
    "trivia": "与过来抢夺电的托戈德玛尔经常发生斗殴。胜负大体上可以说是不相上下。",
    "types": [
      "电"
    ]
  },
  "240": {
    "category": "火种宝可梦",
    "intro": "在火山地带经常能见到。如果冒失地给了它食物的话会很高兴，激动地喷出６００度的火。",
    "trivia": "有和鸭嘴宝宝一起生活的著名的陶艺家。听说会用柔和的火创作出很棒的作品。",
    "types": [
      "火"
    ]
  },
  "241": {
    "category": "奶牛宝可梦",
    "intro": "这款牛奶营养丰富且热量很高。所以饮用过量的话就会变成大奶罐那样的体型。",
    "trivia": "人们几乎都是为了采集牛奶而培育它，但因为相当强壮和结实，也会用来战斗。",
    "types": [
      "一般"
    ]
  },
  "242": {
    "category": "幸福宝可梦",
    "intro": "如果吃了据说饱含着幸福的幸福蛋的蛋，无论怎么残暴的宝可梦都会变得温和。",
    "trivia": "蓬松的体毛是感应器。可以捕捉到宝可梦和人类的心情。",
    "types": [
      "一般"
    ]
  },
  "243": {
    "category": "天雷宝可梦",
    "intro": "雷公 是全国图鉴编号 #243 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "电"
    ]
  },
  "244": {
    "category": "火山宝可梦",
    "intro": "炎帝 是全国图鉴编号 #244 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "火"
    ]
  },
  "245": {
    "category": "极光宝可梦",
    "intro": "水君 是全国图鉴编号 #245 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "水"
    ]
  },
  "246": {
    "category": "岩石肤宝可梦",
    "intro": "诞生于地下，会一边吃着泥土，一边朝至亲所在的地面前进。因为光线刺眼，所以它不太能适应哦。",
    "trivia": "靠着土壤中的养分长大。当吃下大约一座山那么多的土后，它就会变成蛹。",
    "types": [
      "岩石",
      "地面"
    ]
  },
  "247": {
    "category": "子弹宝可梦",
    "intro": "它是令人头痛的宝可梦。不等进化完成就会利用压缩气体四处乱飞大闹来纾解压力。",
    "trivia": "会到处胡闹，相当危险的蛹。在岩盘一样的外壳内，新的身体正在逐渐成形。",
    "types": [
      "岩石",
      "地面"
    ]
  },
  "248": {
    "category": "铠甲宝可梦",
    "intro": "会在山中徘徊以寻求战斗对手。但如果遇到的是比自己弱小的对手，它就会视若无睹地离开。",
    "trivia": "在前进的道路上，它会遇山毁山，遇楼拆楼，是一种会移动的灾害型宝可梦。",
    "types": [
      "岩石",
      "dark"
    ]
  },
  "249": {
    "category": "潜水宝可梦",
    "intro": "洛奇亚 是全国图鉴编号 #249 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "超能力",
      "飞行"
    ]
  },
  "250": {
    "category": "虹色宝可梦",
    "intro": "凤王 是全国图鉴编号 #250 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "火",
      "飞行"
    ]
  },
  "251": {
    "category": "时空穿越宝可梦",
    "intro": "拥有能够穿越时光的力量。在许多时代都留下了将它视为森林之神的记录。",
    "trivia": "从未来穿越时光而来。能够治愈伤痛，也会把自己的力量分给草木。",
    "types": [
      "超能力",
      "草"
    ]
  },
  "252": {
    "category": "林蜥宝可梦",
    "intro": "木守宫 是全国图鉴编号 #252 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草"
    ]
  },
  "253": {
    "category": "林蜥宝可梦",
    "intro": "森林蜥蜴 是全国图鉴编号 #253 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草"
    ]
  },
  "254": {
    "category": "密林宝可梦",
    "intro": "蜥蜴王 是全国图鉴编号 #254 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草"
    ]
  },
  "255": {
    "category": "雏鸡宝可梦",
    "intro": "火稚鸡 是全国图鉴编号 #255 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "火"
    ]
  },
  "256": {
    "category": "幼鸡宝可梦",
    "intro": "力壮鸡 是全国图鉴编号 #256 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "火",
      "格斗"
    ]
  },
  "257": {
    "category": "猛火宝可梦",
    "intro": "火焰鸡 是全国图鉴编号 #257 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "火",
      "格斗"
    ]
  },
  "258": {
    "category": "沼鱼宝可梦",
    "intro": "水跃鱼 是全国图鉴编号 #258 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "水"
    ]
  },
  "259": {
    "category": "沼鱼宝可梦",
    "intro": "沼跃鱼 是全国图鉴编号 #259 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "水",
      "地面"
    ]
  },
  "260": {
    "category": "沼鱼宝可梦",
    "intro": "巨沼怪 是全国图鉴编号 #260 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "水",
      "地面"
    ]
  },
  "261": {
    "category": "紧咬宝可梦",
    "intro": "土狼犬 是全国图鉴编号 #261 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "dark"
    ]
  },
  "262": {
    "category": "紧咬宝可梦",
    "intro": "大狼犬 是全国图鉴编号 #262 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "dark"
    ]
  },
  "263": {
    "category": "豆狸宝可梦",
    "intro": "会用背上的硬毛摩擦树木，留下代表自己地盘的标记。性情比伽勒尔的蛇纹熊温驯。",
    "trivia": "伽勒尔的蛇纹熊适应了其他地区环境后的样子。十分擅长找东西。",
    "types": [
      "一般"
    ]
  },
  "264": {
    "category": "猛冲宝可梦",
    "intro": "体毛拥有良好的韧度与质感。用它身上掉下来的毛制成的剃须刷是最上等的高级货。",
    "trivia": "用自己超群的爆发力和锐利的爪子来制服猎物。不擅长在弯曲的道路上奔跑。",
    "types": [
      "一般"
    ]
  },
  "265": {
    "category": "虫宝宝宝可梦",
    "intro": "刺尾虫 是全国图鉴编号 #265 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "虫"
    ]
  },
  "266": {
    "category": "蛹宝可梦",
    "intro": "甲壳茧 是全国图鉴编号 #266 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "虫"
    ]
  },
  "267": {
    "category": "蝴蝶宝可梦",
    "intro": "狩猎凤蝶 是全国图鉴编号 #267 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "虫",
      "飞行"
    ]
  },
  "268": {
    "category": "蛹宝可梦",
    "intro": "盾甲茧 是全国图鉴编号 #268 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "虫"
    ]
  },
  "269": {
    "category": "毒蛾宝可梦",
    "intro": "毒粉蛾 是全国图鉴编号 #269 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "虫",
      "毒"
    ]
  },
  "270": {
    "category": "浮萍宝可梦",
    "intro": "会走来走去寻找清水。如果长时间不饮水的话，头上的叶子就会枯萎。",
    "trivia": "因为叶子长得太大太重，所以才会改变习性，漂浮在水面上生活。",
    "types": [
      "水",
      "草"
    ]
  },
  "271": {
    "category": "爽朗宝可梦",
    "intro": "傍晚时开始活动的夜行性宝可梦。喜欢吃河底的水苔。",
    "trivia": "住在日照良好的水边。白天在水草做的床上睡觉，太阳下山后就会出来活动。",
    "types": [
      "水",
      "草"
    ]
  },
  "272": {
    "category": "乐天宝可梦",
    "intro": "快乐的音乐节奏会让乐天河童的细胞活性化，使其发挥出强大的力量。",
    "trivia": "乐天河童会跟着欢快的音乐摇摆身体，从而增强自己的力量。",
    "types": [
      "水",
      "草"
    ]
  },
  "273": {
    "category": "橡实宝可梦",
    "intro": "在它一动不动的时候，看上去和树果没有分别。以吓唬来啄食自己的宝可梦为乐。",
    "trivia": "会将头顶粘在树枝上悬挂着。也有被大风吹落的时候。",
    "types": [
      "草"
    ]
  },
  "274": {
    "category": "捉弄宝可梦",
    "intro": "栖息于森林的深处。会用头上的叶子做成笛子，吹出令人感到不安的音色。",
    "trivia": "长鼻叶居住在大树上的洞穴里，它吹奏出的草笛声会让听到的人感到不安。",
    "types": [
      "草",
      "dark"
    ]
  },
  "275": {
    "category": "邪恶宝可梦",
    "intro": "过去被敬畏为森林之神的宝可梦。有着读取对手想法并抢先一步行动的能力。",
    "trivia": "在森林深处静静地生活。据说当它扇动大大的团扇，就会刮起冬日寒风。",
    "types": [
      "草",
      "dark"
    ]
  },
  "276": {
    "category": "幼燕宝可梦",
    "intro": "傲骨燕 是全国图鉴编号 #276 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "277": {
    "category": "燕子宝可梦",
    "intro": "大王燕 是全国图鉴编号 #277 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "278": {
    "category": "海鸥宝可梦",
    "intro": "为了轻盈，骨骼空空的。用大大的翅膀迎风，向着浩瀚天空飞翔。",
    "trivia": "在长翅鸥飞来飞去的海下面聚集着成群的鱼宝可梦，所以渔夫会先寻找长翅鸥。",
    "types": [
      "水",
      "飞行"
    ]
  },
  "279": {
    "category": "水鸟宝可梦",
    "intro": "鸟嘴鼓得大大的，幼儿园小朋友这么大的孩子正好能完全进入。",
    "trivia": "会贴着海面飞行，用大大的鸟嘴连着海水一起把食物捞起来带走。",
    "types": [
      "水",
      "飞行"
    ]
  },
  "280": {
    "category": "心情宝可梦",
    "intro": "能敏锐地捕捉人和宝可梦的感情。感受到敌意后就会躲进暗处。",
    "trivia": "用红色的角捕捉到人和宝可梦的温情后，全身也会稍稍变暖起来。",
    "types": [
      "超能力",
      "妖精"
    ]
  },
  "281": {
    "category": "感情宝可梦",
    "intro": "当训练家高兴的时候，奇鲁莉安会充满能量，开心地转着圈跳舞。",
    "trivia": "可以通过操纵精神力量扭曲周围的空间来看清未来。",
    "types": [
      "超能力",
      "妖精"
    ]
  },
  "282": {
    "category": "包容宝可梦",
    "intro": "有着预知未来的能力。在保护训练家的时候，会发挥出最强的力量。",
    "trivia": "如果是为了保护训练家，它就会用尽自己的精神力量制造出小型黑洞。",
    "types": [
      "超能力",
      "妖精"
    ]
  },
  "283": {
    "category": "水黾宝可梦",
    "intro": "在水面像滑行一样移动。为了寻找食物，几次三番和滴蛛打架。",
    "trivia": "危险来临时，会从头的顶端渗出有甜味的液体。鸟宝可梦讨厌它的味道。",
    "types": [
      "虫",
      "水"
    ]
  },
  "284": {
    "category": "眼珠宝可梦",
    "intro": "用触角上的眼珠花纹威吓敌人。用４根翅膀前后左右灵活飞行。",
    "trivia": "翅膀和触角很怕湿气。雨后会朝着太阳的方向晒干身体。",
    "types": [
      "虫",
      "飞行"
    ]
  },
  "285": {
    "category": "蘑菇宝可梦",
    "intro": "蘑蘑菇 是全国图鉴编号 #285 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草"
    ]
  },
  "286": {
    "category": "蘑菇宝可梦",
    "intro": "斗笠菇 是全国图鉴编号 #286 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草",
      "格斗"
    ]
  },
  "287": {
    "category": "懒人宝可梦",
    "intro": "懒人獭 是全国图鉴编号 #287 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般"
    ]
  },
  "288": {
    "category": "暴猿宝可梦",
    "intro": "过动猿 是全国图鉴编号 #288 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般"
    ]
  },
  "289": {
    "category": "怕麻烦宝可梦",
    "intro": "请假王 是全国图鉴编号 #289 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般"
    ]
  },
  "290": {
    "category": "入门宝可梦",
    "intro": "因为长时间生活在地下，所以眼睛几乎什么都看不到。会靠触角来探察周围的情况。",
    "trivia": "有时能在土里生活１０年以上。会从树木的根部那里吸取营养。",
    "types": [
      "虫",
      "地面"
    ]
  },
  "291": {
    "category": "忍者宝可梦",
    "intro": "如果一直听它的叫声，就会让人头痛不止。会以眼睛无法看清的速度移动。",
    "trivia": "行动十分迅速的宝可梦。说它无论什么攻击都能避开也不夸张。非常喜欢甘甜的树液。",
    "types": [
      "虫",
      "飞行"
    ]
  },
  "292": {
    "category": "空壳宝可梦",
    "intro": "它是一种在土居忍士进化时，会神不知鬼不觉地出现在精灵球里的神奇宝可梦。",
    "trivia": "不拍动翅膀也能四处飞行。身体里面空空的，是一种不呼吸的奇妙宝可梦。",
    "types": [
      "虫",
      "幽灵"
    ]
  },
  "293": {
    "category": "细语宝可梦",
    "intro": "叫声的音量超过了１００分贝。如果听到它在近处大叫，之后的一整天都会头痛不止。",
    "trivia": "一旦开始喊叫，就会被自己的声音惊吓到，然后以更大的声音大吼大叫起来。叫累了以后就会睡着，",
    "types": [
      "一般"
    ]
  },
  "294": {
    "category": "大声宝可梦",
    "intro": "它的耳朵有着扬声器的功能。会从耳朵中发射出威力足以掀翻一整座房子的音波。",
    "trivia": "它发出的大叫声不仅会刺激听觉，还会压缩空气造成冲击波将敌人吹飞给予伤害。",
    "types": [
      "一般"
    ]
  },
  "295": {
    "category": "噪音宝可梦",
    "intro": "以前的人们曽利用爆音怪发出的巨响，与相隔遥远的城镇居民联系。",
    "trivia": "它不仅仅会大喊大叫。为了和伙伴相互传情达意，它会从身体的洞里发出各种各样的音色。",
    "types": [
      "一般"
    ]
  },
  "296": {
    "category": "毅力宝可梦",
    "intro": "最早是从其他地区被带到这儿来的，但现在阿罗拉的幕下力士比较有名。",
    "trivia": "每天早上醒来后大家一起训练，到了中午就吃东西午睡，醒来后又继续训练。",
    "types": [
      "格斗"
    ]
  },
  "297": {
    "category": "猛推宝可梦",
    "intro": "因怪力而为人所知，但上了年纪后就会停止战斗，转而负责训练幕下力士。",
    "trivia": "有着一巴掌能把卡车打飞那种程度的怪力，非常喜欢比力气。",
    "types": [
      "格斗"
    ]
  },
  "298": {
    "category": "水珠宝可梦",
    "intro": "球形的尾巴拥有如同橡胶球一般的弹性，里面贮满了它成长所需的营养。",
    "trivia": "虽然是种性情温顺的宝可梦，但生起气来，便会嗖嗖地挥舞起尾巴上的大球来猛烈击打对手。",
    "types": [
      "一般",
      "妖精"
    ]
  },
  "299": {
    "category": "罗盘宝可梦",
    "intro": "朝北鼻鼻子上的磁铁绝对不会失灵，所以是训练家旅行时的良伴。",
    "trivia": "用强劲的磁力把猎物吸过来。也会吸引并收集铁来保护身躯。",
    "types": [
      "岩石"
    ]
  },
  "300": {
    "category": "小猫宝可梦",
    "intro": "向尾喵 是全国图鉴编号 #300 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般"
    ]
  },
  "301": {
    "category": "清高宝可梦",
    "intro": "优雅猫 是全国图鉴编号 #301 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般"
    ]
  },
  "302": {
    "category": "黑暗宝可梦",
    "intro": "非常喜欢宝石，因此到处追着小碎钻。但却被尖牙陆鲨半路夺走。",
    "trivia": "宝石的眼睛发出诡异光芒时，就会摄取人的魂魄。是令人恐惧的宝可梦。",
    "types": [
      "dark",
      "幽灵"
    ]
  },
  "303": {
    "category": "欺骗宝可梦",
    "intro": "狡黠而又恐怖的宝可梦。用可爱的举止让人麻痹大意，然后出其不意地用大颚一口吞下。",
    "trivia": "拥有２张嘴。因为头部后面的大颚里没有味觉，所以那里用来吃不喜欢的东西。",
    "types": [
      "steel",
      "妖精"
    ]
  },
  "304": {
    "category": "铁铠宝可梦",
    "intro": "食用铁矿石，偶尔也会吃铁路的轨道，从而打造出保护身体的钢铁盔甲。",
    "trivia": "进化的时候，钢铁盔甲会全部脱落。人们曾经将其捡来活用于生活。",
    "types": [
      "steel",
      "岩石"
    ]
  },
  "305": {
    "category": "铁铠宝可梦",
    "intro": "由于可多拉所栖息的山上有着丰富的泉水和铁矿石，因此经常会与人类发生争端。",
    "trivia": "会用钢铁之躯互相撞击来争夺地盘。仔细看会发现钢铁盔甲上有伤痕和凹陷。",
    "types": [
      "steel",
      "岩石"
    ]
  },
  "306": {
    "category": "铁铠宝可梦",
    "intro": "会用能够刺穿铁板的锐利尖角在撞击敌人的同时攻击对方。",
    "trivia": "很久以前，有位国王由于希望像波士可多拉一样强大而戴上了模仿它的头部制成的头盔。",
    "types": [
      "steel",
      "岩石"
    ]
  },
  "307": {
    "category": "冥想宝可梦",
    "intro": "玛沙那 是全国图鉴编号 #307 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "格斗",
      "超能力"
    ]
  },
  "308": {
    "category": "冥想宝可梦",
    "intro": "恰雷姆 是全国图鉴编号 #308 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "格斗",
      "超能力"
    ]
  },
  "309": {
    "category": "闪电宝可梦",
    "intro": "通过空气与体毛的摩擦产生静电。落雷兽如果奔跑，会发出噼里啪啦的声音。",
    "trivia": "长长的体毛，通过摩擦在全身储存静电。是以速度为傲的宝可梦。",
    "types": [
      "电"
    ]
  },
  "310": {
    "category": "放电宝可梦",
    "intro": "在不自然的雷云之下有着雷电兽。听说会用和雷同等的速度奔驰。",
    "trivia": "用电刺激肌肉，所以能迅速行动。用电也能缓解肌肉疼痛，因此很快会治愈。",
    "types": [
      "电"
    ]
  },
  "311": {
    "category": "加油宝可梦",
    "intro": "正电拍拍 是全国图鉴编号 #311 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "电"
    ]
  },
  "312": {
    "category": "加油宝可梦",
    "intro": "負电拍拍 是全国图鉴编号 #312 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "电"
    ]
  },
  "313": {
    "category": "萤火虫宝可梦",
    "intro": "电萤虫 是全国图鉴编号 #313 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "虫"
    ]
  },
  "314": {
    "category": "萤火虫宝可梦",
    "intro": "甜甜萤 是全国图鉴编号 #314 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "虫"
    ]
  },
  "315": {
    "category": "荆棘宝可梦",
    "intro": "只要闻到它的花香，就能放松心情。浓郁的香味是毒蔷薇有活力的证明。",
    "trivia": "会用右手和左手分别放出２种不同的毒来进行攻击。香气越浓越有精神。",
    "types": [
      "草",
      "毒"
    ]
  },
  "316": {
    "category": "胃袋宝可梦",
    "intro": "溶食兽 是全国图鉴编号 #316 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "毒"
    ]
  },
  "317": {
    "category": "毒袋宝可梦",
    "intro": "吞食兽 是全国图鉴编号 #317 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "毒"
    ]
  },
  "318": {
    "category": "凶猛宝可梦",
    "intro": "每个群体都拥有自己的领地。对于入侵者，会毫不留情地露出牙齿发动袭击。",
    "trivia": "即使一丝丝血的味道也能闻到，并以集群形式袭击猎物。但只有１只的话，就相当胆小。",
    "types": [
      "水",
      "dark"
    ]
  },
  "319": {
    "category": "凶暴宝可梦",
    "intro": "以１２０公里的时速追击猎物，用连铁都能咬碎的牙齿捕杀。通常称之为大海恶霸。",
    "trivia": "过去，它的背鳍被当做贵重的食材，因此有着被滥捕的悲惨历史。",
    "types": [
      "水",
      "dark"
    ]
  },
  "320": {
    "category": "球鲸宝可梦",
    "intro": "喜欢吓人。喝入海水鼓成球一样，弹跳着玩。",
    "trivia": "把喝入的海水从眼睛上方的鼻孔中喷出来吸引他人。每天要吃１吨弱丁鱼。",
    "types": [
      "水"
    ]
  },
  "321": {
    "category": "浮鲸宝可梦",
    "intro": "有成群结队追逐猎物的习性。用大大的嘴巴将弱丁鱼群一口气尽数吞下。",
    "trivia": "总之，因为超级巨大而受欢迎。观看吼鲸王在各地都是非常受欢迎的游览项目。",
    "types": [
      "水"
    ]
  },
  "322": {
    "category": "迟钝宝可梦",
    "intro": "呆火驼 是全国图鉴编号 #322 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "火",
      "地面"
    ]
  },
  "323": {
    "category": "喷火宝可梦",
    "intro": "喷火驼 是全国图鉴编号 #323 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "火",
      "地面"
    ]
  },
  "324": {
    "category": "煤炭宝可梦",
    "intro": "煤炭是其能量的来源。在煤炭龟栖息着的山里，沉睡着大量的煤炭。",
    "trivia": "如果甲壳中的火焰消失就会死亡。要在家里培育的话，必须常备燃料。",
    "types": [
      "火"
    ]
  },
  "325": {
    "category": "弹跳宝可梦",
    "intro": "跳跳猪 是全国图鉴编号 #325 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "超能力"
    ]
  },
  "326": {
    "category": "操纵宝可梦",
    "intro": "噗噗猪 是全国图鉴编号 #326 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "超能力"
    ]
  },
  "327": {
    "category": "斑点熊猫宝可梦",
    "intro": "晃晃悠悠，步伐不稳健，但晃晃斑自己是打算要笔直走路的哦。",
    "trivia": "每一只身上的斑点花纹都不同。听说也有爱好者以这细微的斑点位置的不同为乐。",
    "types": [
      "一般"
    ]
  },
  "328": {
    "category": "蚁狮宝可梦",
    "intro": "一整个星期什么都不吃也能生存。一动不动地呆在巢穴底部等待猎物的到来。",
    "trivia": "一边用大大的颚把挡道的岩石咬碎，一边挖沙子。巢穴的形状是捣蒜钵那样的。",
    "types": [
      "地面"
    ]
  },
  "329": {
    "category": "振动宝可梦",
    "intro": "还不发达的翅膀，比起飞行，反而更多地用于通过摩擦产生超音波攻击敌人。",
    "trivia": "为了让翅膀成长，每天要吸食大量用消化液溶化的猎物。",
    "types": [
      "地面",
      "龙"
    ]
  },
  "330": {
    "category": "神秘宝可梦",
    "intro": "挥动翅膀的声音简直就是歌声。凡是被这声音迷惑的，最终会被卷入沙暴成为沙漠蜻蜓的食物。",
    "trivia": "因为位于自己卷起的沙暴中心，所以是很少现身于人前的宝可梦。",
    "types": [
      "地面",
      "龙"
    ]
  },
  "331": {
    "category": "仙人掌宝可梦",
    "intro": "刺球仙人掌 是全国图鉴编号 #331 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草"
    ]
  },
  "332": {
    "category": "稻草人宝可梦",
    "intro": "梦歌仙人掌 是全国图鉴编号 #332 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "草",
      "dark"
    ]
  },
  "333": {
    "category": "绵鸟宝可梦",
    "intro": "像丝绵一样的翅膀中含有空气，触感蓬松。绝不会忽视对翅膀精细地保养。",
    "trivia": "看起来像是一团棉花云，因此不易被敌人发现。据说翅膀是随着世代演进逐渐变白的。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "334": {
    "category": "哼唱宝可梦",
    "intro": "一边舒适地在天空中飞翔，一边发出优美的哼唱，让听到之人都为之沉醉。",
    "trivia": "虽然性情温顺，但如果被惹怒，就会用尖锐的叫声威吓对方，并且毫不留情地发动进攻。",
    "types": [
      "龙",
      "飞行"
    ]
  },
  "335": {
    "category": "猫鼬宝可梦",
    "intro": "猫鼬斩 是全国图鉴编号 #335 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "一般"
    ]
  },
  "336": {
    "category": "牙蛇宝可梦",
    "intro": "饭匙蛇 是全国图鉴编号 #336 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "毒"
    ]
  },
  "337": {
    "category": "陨石宝可梦",
    "intro": "月亮的盈缺似乎会影响它力量的增减。每到满月之夜就会变得活跃。",
    "trivia": "第一次发现它是在４０年前陨石坠落的地方。只要注视敌人就能使其入睡。",
    "types": [
      "岩石",
      "超能力"
    ]
  },
  "338": {
    "category": "陨石宝可梦",
    "intro": "当它旋转自己的身体时，会发出太阳般的光芒，让敌人的眼睛暂时失明。",
    "trivia": "太阳能量是其力量之源，所以白天会很强。旋转时身体会发光。",
    "types": [
      "岩石",
      "超能力"
    ]
  },
  "339": {
    "category": "须鱼宝可梦",
    "intro": "２根胡子是灵敏的雷达。即使在泥泞浑浊的水中，也能侦查到猎物的位置。",
    "trivia": "滑溜溜的身体很难抓牢。甚至因此诞生了比试徒手捕捉量的节日。",
    "types": [
      "水",
      "地面"
    ]
  },
  "340": {
    "category": "须鱼宝可梦",
    "intro": "只要是动的东西，无论什么都会咬住不放大吃特吃。平常就一直埋伏在沼泽底部一动不动地等待着猎物。",
    "trivia": "成群的鲶鱼王在水面上跳跃的景象被认为是地震的前兆。",
    "types": [
      "水",
      "地面"
    ]
  },
  "341": {
    "category": "无赖宝可梦",
    "intro": "被没有坚持培育的训练家放生了的个体在增加，即使在阿罗拉也变得时常能见到了。",
    "trivia": "对环境的适应力非常强。呆在浑浊臭水沟里的大概就是丑丑鱼和这家伙。",
    "types": [
      "水"
    ]
  },
  "342": {
    "category": "流氓宝可梦",
    "intro": "性格暴躁，喜欢打架，但如果钳子掉落，就会一下子弱下来。在再生之前，都会提心吊胆的。",
    "trivia": "钳子经常会掉。钳子里面跟好胜蟹和铁臂枪虾不同，有臭泥味，实在很难吃。",
    "types": [
      "水",
      "dark"
    ]
  },
  "343": {
    "category": "泥偶宝可梦",
    "intro": "在原始人所居住的洞穴墙壁上，描绘着像是天秤偶的宝可梦的样子。",
    "trivia": "如果发现了伙伴，就会吵吵闹闹地叫唤着聚集。会大量出现在古代的墓地里。",
    "types": [
      "地面",
      "超能力"
    ]
  },
  "344": {
    "category": "泥偶宝可梦",
    "intro": "如果淋湿，身体就会溶解掉。所以下雨时会用精神力量包住全身，保护自己。",
    "trivia": "好像是古代人模仿从天而降的某物制作而成。会从双臂发射出光束。",
    "types": [
      "地面",
      "超能力"
    ]
  },
  "345": {
    "category": "海百合宝可梦",
    "intro": "曾生活在古代温暖的海里。伪装成海草，埋伏着等待猎物，等对方靠近的时候一口吞下。",
    "trivia": "用强力的吸盘扒在岩石上，因此无论怎样的惊涛骇浪也不会被冲走。",
    "types": [
      "岩石",
      "草"
    ]
  },
  "346": {
    "category": "藤壶宝可梦",
    "intro": "平常栖息在海的浅滩底部，退潮的时候就爬到陆地上，四处寻找猎物。",
    "trivia": "古代海里的食肉宝可梦。能用８根触手捕捉猎物，一边用消化液溶化一边吃。",
    "types": [
      "岩石",
      "草"
    ]
  },
  "347": {
    "category": "古虾宝可梦",
    "intro": "从化石复原而来的太古羽虫即使放到海里，也不会有精神。因为现在的水质已和当时不同了。",
    "trivia": "古代虫宝可梦中的一种。好像会使用８根翅膀游泳，速度意外的快。",
    "types": [
      "岩石",
      "虫"
    ]
  },
  "348": {
    "category": "甲胄宝可梦",
    "intro": "生活在陆地上，曾为了寻找猎物而出发去海里狩猎。锐利的爪子是它最大的武器。",
    "trivia": "从海里变成了在陆地生活。据了解，是一部分虫宝可梦的祖先。",
    "types": [
      "岩石",
      "虫"
    ]
  },
  "349": {
    "category": "鱼宝可梦",
    "intro": "即使在脏水里也完全不介意的强壮的宝可梦。但破破烂烂一副寒酸的样子，所以不受欢迎。",
    "trivia": "外表丑陋，所以不受欢迎。拥有惊人的生命力，因而成为了研究对象。",
    "types": [
      "水"
    ]
  },
  "350": {
    "category": "慈爱宝可梦",
    "intro": "也被称为最美的宝可梦，一直给予许多艺术家灵感。",
    "trivia": "栖息在清澈的湖底。在发生战争时出现，治愈人们的心。",
    "types": [
      "水"
    ]
  },
  "351": {
    "category": "天气宝可梦",
    "intro": "根据天气而改变样子。听说气温和湿度的变化对细胞有影响。",
    "trivia": "细胞对气温和湿度的反应很敏感，导致样子会随意地变化。",
    "types": [
      "一般"
    ]
  },
  "352": {
    "category": "变色宝可梦",
    "intro": "能改变身体的颜色，融入周围景色中。如果长时间不管它，就会闹别扭不现身。",
    "trivia": "在不隐身的时候，身体的颜色也会随着心情和状态改变。颜色越浓的时候越有精神。",
    "types": [
      "一般"
    ]
  },
  "353": {
    "category": "人偶宝可梦",
    "intro": "因为会吞食类似于怨恨、嫉妒之类的感情，所以对于有的人来说是可贵的存在。",
    "trivia": "流传着这样的古老俗语，日暮时分，不要去排列着怨影娃娃的房子。",
    "types": [
      "幽灵"
    ]
  },
  "354": {
    "category": "布偶宝可梦",
    "intro": "怨念附在被丢弃的玩偶身上，打算寻找丢弃自己的人来报仇。",
    "trivia": "因被丢弃的怨念而诞生。听说，如果满足它受重视的需求，就会变回原来的玩偶。",
    "types": [
      "幽灵"
    ]
  },
  "355": {
    "category": "渡魂宝可梦",
    "intro": "据说，一旦发现不听话的孩子，就会在深夜将其带去某个地方。",
    "trivia": "会让身体变透明，然后偷偷地靠近猎物。拥有穿过厚墙壁的能力。",
    "types": [
      "幽灵"
    ]
  },
  "356": {
    "category": "招手宝可梦",
    "intro": "身体内部是空的。只要一张开嘴就会像黑洞一样吸入所有东西",
    "trivia": "寻找游走的灵魂，吸入自己空洞的身体里。没人知道被吸入后会发生什么事。",
    "types": [
      "幽灵"
    ]
  },
  "357": {
    "category": "水果宝可梦",
    "intro": "栖息在阿罗拉的热带龙脖子里结的那串水果比其他地区的甜得多，是最最棒的。",
    "trivia": "脖子上的那串水果很美味，很受欢迎。在温暖的地方，有许多培育热带龙的牧场。",
    "types": [
      "草",
      "飞行"
    ]
  },
  "358": {
    "category": "风铃宝可梦",
    "intro": "风铃铃 是全国图鉴编号 #358 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "超能力"
    ]
  },
  "359": {
    "category": "灾祸宝可梦",
    "intro": "在迷信盛行的过去，因被认为会招来灾祸而遭到厌恶，并被赶到深山中去。",
    "trivia": "被认为会带来灾祸，而实际上性格很温和。会向人传递灾害危机的信息。",
    "types": [
      "dark"
    ]
  },
  "360": {
    "category": "开朗宝可梦",
    "intro": "和大群伙伴一起行动，通过和伙伴彼此推挤来锻炼自己的忍耐力。",
    "trivia": "具有集体行动的习性。睡觉的时候会聚集在洞窟中，和伙伴们把身体挨在一起。",
    "types": [
      "超能力"
    ]
  },
  "361": {
    "category": "雪笠宝可梦",
    "intro": "等发觉时，已在阿罗拉增多起来。据说，雪童子栖息过的家庭会子孙满堂家族繁荣。",
    "trivia": "只能在寒冷的土地上生存。即使在零下１００度的环境下也能充满活力地到处蹦蹦跳跳哦。",
    "types": [
      "冰"
    ]
  },
  "362": {
    "category": "脸面宝可梦",
    "intro": "据说是即将登顶雪山，却罹难的登山家的遗憾，附在岩石上诞生而成。",
    "trivia": "从大大的嘴巴里喷出冷气，把猎物瞬间冻得硬邦邦的。就这么嘎嘣嘎嘣地享用食物。",
    "types": [
      "冰"
    ]
  },
  "363": {
    "category": "拍手宝可梦",
    "intro": "圆溜溜的身体被厚厚的脂肪包裹着，滚起来比走路要快。",
    "trivia": "会漂浮在波浪当中观察大海的状况。一旦发现猎物，就会通知群体里的帝牙海狮。",
    "types": [
      "冰",
      "水"
    ]
  },
  "364": {
    "category": "滚球宝可梦",
    "intro": "在浮冰上生活。能一边游泳一边分辨猎物的味道，找到对方的位置并将其捕获。",
    "trivia": "不管是海豹球还是精灵球，只要是圆的物体都会顶在鼻子上转来转去。",
    "types": [
      "冰",
      "水"
    ]
  },
  "365": {
    "category": "破冰宝可梦",
    "intro": "２、３０只一起群居。受到敌人袭击时，首领会拼命保护族群。",
    "trivia": "它的獠牙一生都会持续生长。即使在战斗中被折断也能逐渐恢复，只需要１年的时间便能完好如初。",
    "types": [
      "冰",
      "水"
    ]
  },
  "366": {
    "category": "双壳贝宝可梦",
    "intro": "别看它长这样，它可是食肉的。用２片外壳牢牢夹住猎物，直到完全不动了才会放开。",
    "trivia": "珍珠贝的珍珠非常贵重。据说，其价值或许是大舌贝珍珠的１０倍以上。",
    "types": [
      "水"
    ]
  },
  "367": {
    "category": "深海宝可梦",
    "intro": "游泳能力不太强。会挥动尾巴来吸引猎物，在很接近的时候一口咬住。",
    "trivia": "栖息在深海中。传说，如果猎斑鱼被冲上沙滩，就会有不祥的事情发生。",
    "types": [
      "水"
    ]
  },
  "368": {
    "category": "南海宝可梦",
    "intro": "身体的颜色根据水温而变化。阿罗拉的樱花鱼呈现出令人炫目的鲜艳色彩。",
    "trivia": "吸食猎物的体液。剩下的肉会沉入海底，成为其他宝可梦的食物。",
    "types": [
      "水"
    ]
  },
  "369": {
    "category": "长寿宝可梦",
    "intro": "从１亿年前起就是相同的样子。因为体内富含脂肪，所以可以承受深海的水压。",
    "trivia": "在深海调查中被偶然发现。牙齿退化，靠吸食来摄取微生物。",
    "types": [
      "水",
      "岩石"
    ]
  },
  "370": {
    "category": "相随宝可梦",
    "intro": "变成只有独自１只的爱心鱼无精打采地，尽是空虚。就在那时被大嘴鸥叼走了。",
    "trivia": "在情侣中人气很高，因此被放养在蜜月客人住宿的酒店泳池里。",
    "types": [
      "水"
    ]
  },
  "371": {
    "category": "坚硬脑袋宝可梦",
    "intro": "它相信自己早晚能飞，听说是因为受到遗传基因中信息的影响。",
    "trivia": "用钢铁般坚硬的脑袋胡乱地头锤攻击。这是无法飞到空中的精神压力造成的。",
    "types": [
      "龙"
    ]
  },
  "372": {
    "category": "耐力宝可梦",
    "intro": "细胞在壳中以爆发般的速度变化，为进化做准备。",
    "trivia": "一动不动地潜伏在洞穴深处，不吃也不喝。不知为何不会死掉。",
    "types": [
      "龙"
    ]
  },
  "373": {
    "category": "龙宝可梦",
    "intro": "一生气就会忘记自我，把周围都破坏掉。破坏会持续不断，直到暴飞龙精疲力尽。",
    "trivia": "用最后终于长出来的翅膀在浩瀚的天空翱翔。兴奋地喷出火焰，将大地变成一片燃烧的原野。",
    "types": [
      "龙",
      "飞行"
    ]
  },
  "374": {
    "category": "铁球宝可梦",
    "intro": "细胞全部是磁铁。使用磁力和伙伴之间进行交流。",
    "trivia": "放出磁力将对手吸到身边的时候，用臀部的爪子将对方劈开。",
    "types": [
      "steel",
      "超能力"
    ]
  },
  "375": {
    "category": "铁爪宝可梦",
    "intro": "２只铁哑铃组合起来，精神力量也变为２倍。但是智商并没有发生改变。",
    "trivia": "非常喜欢能放出磁力的矿物。会以１００公里的时速穷追朝北鼻。",
    "types": [
      "steel",
      "超能力"
    ]
  },
  "376": {
    "category": "铁足宝可梦",
    "intro": "用４只爪子和庞大的身体牢牢地按住猎物后，用腹部的牙齿嘎嘣嘎嘣地啃咬。",
    "trivia": "２只金属怪组合起来。通过４个大脑的并行处理，什么样的计算都只要一瞬间。",
    "types": [
      "steel",
      "超能力"
    ]
  },
  "377": {
    "category": "岩山宝可梦",
    "intro": "身上任何一个部分都由岩石构成。即使身体磨损了也会自己用岩石去修补。",
    "trivia": "人们通过最新的科学技术对它的岩石身体做了调查，但是并未发现大脑和心脏。",
    "types": [
      "岩石"
    ]
  },
  "378": {
    "category": "冰山宝可梦",
    "intro": "会操控冰冷至零下２００度的冷气，将接近自己的家伙一下子冰镇起来。",
    "trivia": "拥有一副由冰构成的身体。据说是诞生于冰河时期冻得厚厚实实的冰块之下。",
    "types": [
      "冰"
    ]
  },
  "379": {
    "category": "黑金宝可梦",
    "intro": "虽然也拥有能伸能缩的柔软性，但它其实是由比任何金属都要结实的神秘物质构成的。",
    "trivia": "据说诞生于地幔之中，在距今约１万年前现身于地面之上。",
    "types": [
      "steel"
    ]
  },
  "380": {
    "category": "无限宝可梦",
    "intro": "拉帝亚斯 是全国图鉴编号 #380 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "龙",
      "超能力"
    ]
  },
  "381": {
    "category": "无限宝可梦",
    "intro": "拉帝欧斯 是全国图鉴编号 #381 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "龙",
      "超能力"
    ]
  },
  "382": {
    "category": "海底宝可梦",
    "intro": "盖欧卡 是全国图鉴编号 #382 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "水"
    ]
  },
  "383": {
    "category": "大陆宝可梦",
    "intro": "固拉多 是全国图鉴编号 #383 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "地面"
    ]
  },
  "384": {
    "category": "天空宝可梦",
    "intro": "烈空坐 是全国图鉴编号 #384 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "龙",
      "飞行"
    ]
  },
  "385": {
    "category": "祈愿宝可梦",
    "intro": "每１０００年让它听一次清澈的歌声，就能让它维持７天的清醒。",
    "trivia": "传说当它从１０００年的沉睡中醒来时，会实现写在它头部许愿笺上的愿望。",
    "types": [
      "steel",
      "超能力"
    ]
  },
  "386": {
    "category": "ＤＮＡ宝可梦",
    "intro": "代欧奇希斯 是全国图鉴编号 #386 的宝可梦。",
    "trivia": "暂无更多图鉴描述。",
    "types": [
      "超能力"
    ]
  }
};

export function getPokedexEntry(id: number): PokedexEntry {
  return pokedex[id];
}
