export type PokedexEntry = {
  category: string;
  intro: string;
  trivia: string;
  types: string[];
};

export const pokedex: Record<number, PokedexEntry> = {
  "1": {
    "category": "种子宝可梦",
    "intro": "背上的种子里储存着营养，所以即使好几天不吃东西也可以活得好好的！",
    "trivia": "从出生的时候开始，背上就有一颗植物种子。这颗种子会渐渐地长大。",
    "types": [
      "草",
      "毒"
    ]
  },
  "2": {
    "category": "种子宝可梦",
    "intro": "它的花苞会在吸收养分后长大。当花苞发出香味时，就预示着它快要开花了。",
    "trivia": "当背上的花苞长大之后，它似乎就无法再用两只脚站立起来了。",
    "types": [
      "草",
      "毒"
    ]
  },
  "3": {
    "category": "种子宝可梦",
    "intro": "它背上开出的大花能够吸收太阳光并将其转换为能量。",
    "trivia": "把太阳的能源当成养分，开出硕大的花朵。总是朝着有阳光的地方移动。",
    "types": [
      "草",
      "毒"
    ]
  },
  "4": {
    "category": "蜥蜴宝可梦",
    "intro": "要是把它带到安静的地方，就能听到它的尾巴燃烧时发出的微小的声音。",
    "trivia": "天生喜欢热热的东西。据说当它被雨淋湿的时候，尾巴的末端会冒出烟来。",
    "types": [
      "火"
    ]
  },
  "5": {
    "category": "火焰宝可梦",
    "intro": "在与强敌战斗的过程中，如果情绪变得兴奋起来，有时会喷出青白色的烈火。",
    "trivia": "挥动燃烧着火焰的尾巴，用锋利的爪子撕裂对手。性格十分粗暴。",
    "types": [
      "火"
    ]
  },
  "6": {
    "category": "火焰宝可梦",
    "intro": "从口中喷出灼热的火焰时，尾巴尖端的红色火焰会燃烧得更加猛烈。",
    "trivia": "能够喷出猛烈的火焰，仿佛连岩石都能烤焦。有时会引发森林火灾。",
    "types": [
      "火",
      "飞行"
    ]
  },
  "7": {
    "category": "小龟宝可梦",
    "intro": "通过从水面喷水来捕食。在危急时刻会将四肢缩入龟壳里保护自己。",
    "trivia": "当它把长长的脖子缩回壳里时，会顺势发射出力道强劲的水枪。",
    "types": [
      "水"
    ]
  },
  "8": {
    "category": "龟宝可梦",
    "intro": "如果拍打它的头部，它会把头缩进壳里，但尾巴还是会露出来一点点。",
    "trivia": "被视为长寿的象征。如果卡咪龟的壳上长着苔藓，代表它已经活了非常久了。",
    "types": [
      "水"
    ]
  },
  "9": {
    "category": "甲壳宝可梦",
    "intro": "一旦锁定了目标，它会以超越了消防水枪的力道来喷水。",
    "trivia": "身体很重，压住对手后就能让对手昏厥。遇到危险时会躲进壳里。",
    "types": [
      "水"
    ]
  },
  "10": {
    "category": "虫宝宝宝可梦",
    "intro": "被鸟宝可梦袭击时会从触角中释放出臭气抵抗，但也经常会成为鸟食。",
    "trivia": "易于捕捉，成长也快。是推荐给新手训练家作为同伴的宝可梦之一。",
    "types": [
      "虫"
    ]
  },
  "11": {
    "category": "蛹宝可梦",
    "intro": "壳中藏着软乎乎的身体。几乎不动是为了防止身体一不留神就露出来。",
    "trivia": "虽说坚硬，但还是虫的外壳。因为有时也会破裂，所以禁止用于激烈的战斗。",
    "types": [
      "虫"
    ]
  },
  "12": {
    "category": "蝴蝶宝可梦",
    "intro": "仔细观察那对大眼睛的话，会发现其实是许许多多小眼睛聚集在一起形成的。",
    "trivia": "如果被其他宝可梦袭击，就会一边挥洒有毒的鳞粉，一边拍动翅膀抵抗。",
    "types": [
      "虫",
      "飞行"
    ]
  },
  "13": {
    "category": "毛毛虫宝可梦",
    "intro": "头上长有尖锐的针。它喜欢藏在森林或草丛里大量吞食树叶。",
    "trivia": "头上长有尖锐的针。它喜欢藏在森林或草丛里大量吞食树叶。",
    "types": [
      "虫",
      "毒"
    ]
  },
  "14": {
    "category": "蛹宝可梦",
    "intro": "虽然几乎动也动不了，但是如果遇到了危险，有时似乎会竖起毒刺来反抗。",
    "trivia": "虽然几乎动也动不了，但是如果遇到了危险，有时似乎会竖起毒刺来反抗。",
    "types": [
      "虫",
      "毒"
    ]
  },
  "15": {
    "category": "毒蜂宝可梦",
    "intro": "它会用双手和尾部的３根毒针反复刺伤敌人。",
    "trivia": "它会用双手和尾部的３根毒针反复刺伤敌人。",
    "types": [
      "虫",
      "毒"
    ]
  },
  "16": {
    "category": "小鸟宝可梦",
    "intro": "性格沉着冷静，即使受到攻击也很少反击，只会朝对手扬起沙子保护自己。",
    "trivia": "性格沉着冷静，即使受到攻击也很少反击，只会朝对手扬起沙子保护自己。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "17": {
    "category": "鸟宝可梦",
    "intro": "拥有超群的体力，而且飞翔范围广，经常飞到很远的地方寻找食物。",
    "trivia": "拥有超群的体力，而且飞翔范围广，经常飞到很远的地方寻找食物。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "18": {
    "category": "鸟宝可梦",
    "intro": "以２马赫的飞行速度来觅食。它巨大的爪子是非常令人惧怕的武器。",
    "trivia": "以２马赫的飞行速度来觅食。它巨大的爪子是非常令人惧怕的武器。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "19": {
    "category": "鼠宝可梦",
    "intro": "门牙会终生生长，所以必须要保养。不准备好锉刀的话，会把柱子都啃掉。",
    "trivia": "生命力很强，即使在肮脏的地方也能坦然生活。放任不管的话会不停繁殖。",
    "types": [
      "一般"
    ]
  },
  "20": {
    "category": "鼠宝可梦",
    "intro": "游泳很在行。后脚带有小小的蹼，会渡过河流，有时还会渡过大海。",
    "trivia": "性格比外表看起来凶残得多。如果把手伸到面前，或许会被一口咬断。",
    "types": [
      "一般"
    ]
  },
  "21": {
    "category": "小鸟宝可梦",
    "intro": "翅膀很短，飞行也不大在行。忙忙碌碌地来回走动，啄食草丛里的虫宝可梦。",
    "trivia": "食欲旺盛而吃得很多。因虫宝可梦而烦恼的农户对烈雀非常重视。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "22": {
    "category": "鸟嘴宝可梦",
    "intro": "因为很强壮而持久力优秀。即使载着很重的货物持续飞行一整天也平心静气。",
    "trivia": "经查证，在遥远的太古时代壁画中描绘有形似大嘴雀的宝可梦。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "23": {
    "category": "蛇宝可梦",
    "intro": "甚至可以通过让颚脱位来吞食比自己更大的猎物。进食后就会蜷缩起身体进行休息。",
    "trivia": "它喜食鸟宝可梦的蛋。因为不咀嚼就整个吞下，所以有时会被噎住而昏倒。",
    "types": [
      "毒"
    ]
  },
  "24": {
    "category": "眼镜蛇宝可梦",
    "intro": "根据最新的研究显示，它们腹部的花纹有着２０种以上不同的图案。",
    "trivia": "用腹部的花纹让对手畏缩后，就会快速地用身体勒住对手，并等着对手的心跳停止。",
    "types": [
      "毒"
    ]
  },
  "25": {
    "category": "鼠宝可梦",
    "intro": "最近发表了聚集大量皮卡丘，建造发电厂的计划。",
    "trivia": "有积聚电力的特质。不时常尽情释放电力的话，就会倍感压力。",
    "types": [
      "电"
    ]
  },
  "26": {
    "category": "鼠宝可梦",
    "intro": "电击有时候会达到十万伏特，不小心碰到的话，连印度象也会昏厥。",
    "trivia": "电力积聚的话，脾气就会变坏。即便是训练家，一不留神也会被袭击。",
    "types": [
      "电"
    ]
  },
  "27": {
    "category": "鼠宝可梦",
    "intro": "可以蜷缩身体变成球的样子。骨碌碌滚动着在沙漠里高速移动。",
    "trivia": "不下雨的干燥地区和沙漠是它的主要栖息地。会挖洞捕捉虫宝可梦。",
    "types": [
      "地面"
    ]
  },
  "28": {
    "category": "鼠宝可梦",
    "intro": "虽然锐利却有点儿脆弱的爪子和刺经常会折断。因为第二天就会长好，所以不必在意。",
    "trivia": "用爪子爬上树，当猎物出现时，身体就蜷缩成尖刺球从高处落下。",
    "types": [
      "地面"
    ]
  },
  "29": {
    "category": "毒针宝可梦",
    "intro": "虽然它性格温顺不喜欢战斗，但由于小犄角中含有毒液，请一定要小心提防。",
    "trivia": "对于气味比雄性更敏感。会一边用胡须确认风向，一边在下风处寻找食物。",
    "types": [
      "毒"
    ]
  },
  "30": {
    "category": "毒针宝可梦",
    "intro": "待在巢穴深处的时候，它一定会把身上的刺收起来。这表明它正处于放松状态。",
    "trivia": "人们认为它额头上的角是为了防止给孩子喂食时刺到它们而退化的。",
    "types": [
      "毒"
    ]
  },
  "31": {
    "category": "钻锥宝可梦",
    "intro": "坚硬的鳞片覆盖着强壮的身体。据说它的鳞片会自己长出新的。",
    "trivia": "比起进攻更擅长防守。会用铠甲般的鳞片保护孩子免受任何攻击的伤害。",
    "types": [
      "毒",
      "地面"
    ]
  },
  "32": {
    "category": "毒针宝可梦",
    "intro": "一直竖起它的大耳朵感知周围的情形。当它察觉到危险便会使用毒针。",
    "trivia": "额头上的角含有剧毒。警戒心强，无论何时都竖着自己大大的耳朵。",
    "types": [
      "毒"
    ]
  },
  "33": {
    "category": "毒针宝可梦",
    "intro": "头上的犄角里含有毒素，当犄角撞穿了什么东西时，毒素就会随着冲击而流出。",
    "trivia": "见着岩石，就会用自己比钻石还硬的角将其弄碎。它这么做是为了寻找月之石。",
    "types": [
      "毒"
    ]
  },
  "34": {
    "category": "钻锥宝可梦",
    "intro": "通过活用自己钢一般坚硬的皮肤来使出强力的撞击。它的犄角坚硬得能够刺穿钻石。",
    "trivia": "虽然一旦大闹起来便会令人束手无措，但在长年一起生活的尼多后面前却会露出温和的一面。",
    "types": [
      "毒",
      "地面"
    ]
  },
  "35": {
    "category": "妖精宝可梦",
    "intro": "因为可爱的举止和样子，不论男女老幼都很喜欢它。但数量稀少。",
    "trivia": "在月圆之夜聚集，和伙伴一起跳舞。那周围也会被异常的磁场包围。",
    "types": [
      "妖精"
    ]
  },
  "36": {
    "category": "妖精宝可梦",
    "intro": "不喜欢在人面前现身。喜欢群居在深山里静静地生活。",
    "trivia": "据说，如果看到一对皮可西蹦蹦跳跳的样子，就能获得幸福的婚姻。",
    "types": [
      "妖精"
    ]
  },
  "37": {
    "category": "狐狸宝可梦",
    "intro": "会操纵火球捕捉猎物。如果从小就开始培育的话，它就会像小狗宝可梦那样亲近人哦。",
    "trivia": "因为毛色和尾巴非常漂亮，所以很有人气。伴随着成长，尾巴会分开，长得越来越多。",
    "types": [
      "火"
    ]
  },
  "38": {
    "category": "狐狸宝可梦",
    "intro": "至今还流传着９位圣者合体变成九尾的传说，是充满神秘色彩的宝可梦。",
    "trivia": "据说生存了１０００年。利用神通力自由地操纵火焰，将猎物烧焦。",
    "types": [
      "火"
    ]
  },
  "39": {
    "category": "气球宝可梦",
    "intro": "把肚子鼓得大大的，唱出神奇的旋律。听到后就会马上昏昏欲睡。",
    "trivia": "拥有超过１２个音阶的音域，至于歌唱得好不好就要靠胖丁们各自努力了。",
    "types": [
      "一般",
      "妖精"
    ]
  },
  "40": {
    "category": "气球宝可梦",
    "intro": "蓬松的毛发会随着季节转换而掉落。收集这些毛发后纺织成的毛线是高级商品。",
    "trivia": "连续不停吸气，不断地膨胀起来。胖可丁之间会互相比较谁胀得大哦。",
    "types": [
      "一般",
      "妖精"
    ]
  },
  "41": {
    "category": "蝙蝠宝可梦",
    "intro": "白天在洞穴里睡觉。因为没有眼睛，所以用超音波一边探测周围，一边飞行。",
    "trivia": "如果被阳光照射到就会灼伤。所使用的超音波的振动会因群体不同而有细微差异。",
    "types": [
      "毒",
      "飞行"
    ]
  },
  "42": {
    "category": "蝙蝠宝可梦",
    "intro": "粗粗的牙齿像吸管一样，中间是空的，因而意想不到的脆弱。是为了吸血而特别进化的。",
    "trivia": "因吸血过多无法飞行而落到地面成为其他宝可梦的食物，这样的事也有过。",
    "types": [
      "毒",
      "飞行"
    ]
  },
  "43": {
    "category": "杂草宝可梦",
    "intro": "要是以为它是普通的草而将它拔起，就会听到它的叫声。这让人感到莫名的恐怖。",
    "trivia": "沐浴月光就会开始活动。为了四处散播种子会在夜晚到处走动。",
    "types": [
      "草",
      "毒"
    ]
  },
  "44": {
    "category": "杂草宝可梦",
    "intro": "奇臭无比！即使如此，一千个人里总会出现一个人喜欢闻这种味道。",
    "trivia": "雌蕊会散发一种极其强烈的恶臭，能让２公里远的人昏倒。",
    "types": [
      "草",
      "毒"
    ]
  },
  "45": {
    "category": "花宝可梦",
    "intro": "为了散布有毒的花粉而摇动其巨大的花瓣，同时发出震耳的响声。",
    "trivia": "它有着世界上最大的花瓣。每走一步，花瓣都会跟着摇动，同时撒出大量的毒花粉。",
    "types": [
      "草",
      "毒"
    ]
  },
  "46": {
    "category": "蘑菇宝可梦",
    "intro": "即使不停地吃，获取的营养也几乎都会被背上生长的蘑菇夺走。",
    "trivia": "背上生长的被称为冬虫夏草的蘑菇是长寿之药。干燥后磨成粉末使用。",
    "types": [
      "虫",
      "草"
    ]
  },
  "47": {
    "category": "蘑菇宝可梦",
    "intro": "大大的蘑菇操纵着派拉斯特。经常和灯罩夜菇争夺领地。",
    "trivia": "从蘑菇的菌伞处撒出有毒的孢子。收集孢子用水煎就能成为中药。",
    "types": [
      "虫",
      "草"
    ]
  },
  "48": {
    "category": "昆虫宝可梦",
    "intro": "在明亮的地方你便能发现它具有雷达功能的大眼其实是由许多个小眼睛聚集而成的。",
    "trivia": "在明亮的地方你便能发现它具有雷达功能的大眼其实是由许多个小眼睛聚集而成的。",
    "types": [
      "虫",
      "毒"
    ]
  },
  "49": {
    "category": "毒蛾宝可梦",
    "intro": "如果不小心把它翅膀上的鳞粉沾到了身上，那不但会很难去除，更糟的是毒素也会从那里渗入。",
    "trivia": "如果不小心把它翅膀上的鳞粉沾到了身上，那不但会很难去除，更糟的是毒素也会从那里渗入。",
    "types": [
      "虫",
      "毒"
    ]
  },
  "50": {
    "category": "鼹鼠宝可梦",
    "intro": "在地下啃食树根。因有些品种的蔬菜会遭其啃食，是可能对农户造成灾害的宝可梦。",
    "trivia": "地鼠会疏松栖息的土地，其粪便也会让土壤肥沃，所以很多农户会精心培育它们。",
    "types": [
      "地面"
    ]
  },
  "51": {
    "category": "鼹鼠宝可梦",
    "intro": "三胞胎合作行动。甚至连地下１００公里都能挖到，这种力量是团队合作的成果。",
    "trivia": "和农户等大多数人都很亲近，不过还是没有人见过它在地面下的样子。",
    "types": [
      "地面"
    ]
  },
  "52": {
    "category": "妖怪猫宝可梦",
    "intro": "白天就一直睡啊睡地度过，太阳落山时才开始活动。在夜晚的街道上搜寻硬币。",
    "trivia": "非常喜欢闪闪亮亮的东西。经常和黑暗鸦为了争夺猎物而打架。",
    "types": [
      "一般"
    ]
  },
  "53": {
    "category": "暹罗猫宝可梦",
    "intro": "性情粗暴，只要视线对上就会猛扑过来。被锐利的爪子抓到的话，就会留下很深的伤口。",
    "trivia": "还没有达到阿罗拉的猫老大的地位，但是性情傲慢自大。要和它变得亲密相当困难。",
    "types": [
      "一般"
    ]
  },
  "54": {
    "category": "鸭宝可梦",
    "intro": "不受自己控制，时不时地会产生念力，导致头痛流泪。",
    "trivia": "一直因头痛而烦恼着。痛得越厉害，放出的念力越强。",
    "types": [
      "水"
    ]
  },
  "55": {
    "category": "鸭宝可梦",
    "intro": "据说戴着额头红色的部分就会被赋予神通力，过去也曾因此被人类过度捕捉。",
    "trivia": "在湖边游来游去，在岸边静静地啃食捕捉到的鱼宝可梦。",
    "types": [
      "水"
    ]
  },
  "56": {
    "category": "猪猴宝可梦",
    "intro": "会没有任何征兆突然发怒。如果大肆胡闹后谁都不在了的话，又会因无法忍受孤独而再次发怒。",
    "trivia": "发泄完怒气后累得睡着了，却在梦里发怒而醒来，于是又因为醒来而再次发怒了。",
    "types": [
      "格斗"
    ]
  },
  "57": {
    "category": "猪猴宝可梦",
    "intro": "因为太过生气以致于就这么死去，这种事也是有的。但死的时候表情很安详。",
    "trivia": "根据某位研究者的论文，即使在精灵球里，火暴猴好像也在发怒。",
    "types": [
      "格斗"
    ]
  },
  "58": {
    "category": "小狗宝可梦",
    "intro": "机灵而忠诚。但是对于不认识的或是侵犯领地的，会狂吠不停并作出威吓。",
    "trivia": "虽说很可爱，但如果靠近不认识的训练家的卡蒂狗，是会被狂吠撕咬的。",
    "types": [
      "火"
    ]
  },
  "59": {
    "category": "传说宝可梦",
    "intro": "在东方的古代传说中也会出现。充满威严，强壮而又美丽的宝可梦。",
    "trivia": "把体内熊熊燃烧的火焰作为能量在大地奔驰。留下了大量的传说。",
    "types": [
      "火"
    ]
  },
  "60": {
    "category": "蝌蚪宝可梦",
    "intro": "漩涡是透明可见的内脏。当颜色带有白色时，说明是生什么病了。",
    "trivia": "走路还是很不利索。成为它的训练家后，要每天都给它做走路训练。",
    "types": [
      "水"
    ]
  },
  "61": {
    "category": "蝌蚪宝可梦",
    "intro": "即使在陆地上也能正常生活，但因为天敌的宝可梦较少，所以更喜欢在水中生活。",
    "trivia": "在陆地上四处游走，搜寻猎物——虫宝可梦。回到安全的水中食用。",
    "types": [
      "水"
    ]
  },
  "62": {
    "category": "蝌蚪宝可梦",
    "intro": "阿罗拉的蚊香泳士擅长蛙泳。模仿蚊香泳士学习游泳的孩子也很多。",
    "trivia": "体脂率基本是０％。因全身都是肌肉且很重，所以游泳能力很发达。",
    "types": [
      "水",
      "格斗"
    ]
  },
  "63": {
    "category": "念力宝可梦",
    "intro": "１天中有１８个小时在睡觉。即使睡着，也能用瞬间移动在树上移动，采树果吃。",
    "trivia": "即使是睡着的时候也会用瞬间移动保护身体，但醒来时会因不知自己在何处而慌张。",
    "types": [
      "超能力"
    ]
  },
  "64": {
    "category": "念力宝可梦",
    "intro": "也有说是超能力少年无法抑制自己体内的精神力量，变身而成。",
    "trivia": "勇基拉在的时候，电视机等机械的显示器中会有召唤不幸的可怕影像闪现。",
    "types": [
      "超能力"
    ]
  },
  "65": {
    "category": "念力宝可梦",
    "intro": "智商大约有５０００。强大的念力满溢出来，光是呆在旁边就会头痛不已。",
    "trivia": "脑细胞会终生不断增长。越是年老的胡地越是会有巨大的脑袋。",
    "types": [
      "超能力"
    ]
  },
  "66": {
    "category": "怪力宝可梦",
    "intro": "非常喜欢锻炼。盯着自己每天不断增大的肌肉，愈加勤奋地锻炼。",
    "trivia": "那种能扔飞１００个成年人的可怕力量是通过每天上举隆隆石来练成的。",
    "types": [
      "格斗"
    ]
  },
  "67": {
    "category": "怪力宝可梦",
    "intro": "不断锻炼的结果就是拥有了非常惊人的力量。灵活运用这力量帮助人类工作。",
    "trivia": "积极地帮忙做重体力劳动，因为知道这会成为对自己有用的肌肉锻炼。",
    "types": [
      "格斗"
    ]
  },
  "68": {
    "category": "怪力宝可梦",
    "intro": "使出百万吨级的拳击，将阻挡的敌人击飞到地平线的另一端。",
    "trivia": "即使是翻斗车也能轻松举起。但是手指很笨拙，所以细微的工作完全不行。",
    "types": [
      "格斗"
    ]
  },
  "69": {
    "category": "花宝可梦",
    "intro": "喜欢温度高，有一定湿度的地方。它会用身上的藤蔓抓小虫来吃。",
    "trivia": "喜欢温度高，有一定湿度的地方。它会用身上的藤蔓抓小虫来吃。",
    "types": [
      "草",
      "毒"
    ]
  },
  "70": {
    "category": "捕蝇宝可梦",
    "intro": "它在肚子饿的时候会吞掉周围会动的东西，分泌溶解液让其致命。",
    "trivia": "它在肚子饿的时候会吞掉周围会动的东西，分泌溶解液让其致命。",
    "types": [
      "草",
      "毒"
    ]
  },
  "71": {
    "category": "捕蝇宝可梦",
    "intro": "用花蜜的香味引诱猎物。据说被它吞入嘴里的东西，只要1天就会溶解到连骨头都不剩。",
    "trivia": "用花蜜的香味引诱猎物。据说被它吞入嘴里的东西，只要1天就会溶解到连骨头都不剩。",
    "types": [
      "草",
      "毒"
    ]
  },
  "72": {
    "category": "水母宝可梦",
    "intro": "在沙滩等地方晒干后，依然能存活的情况也有很多。泡在水里的话就会湿润复活。",
    "trivia": "漂浮在沙滩等浅滩地区。一旦被有毒的触手刺到或是被咬到，就要立刻去医院。",
    "types": [
      "水",
      "毒"
    ]
  },
  "73": {
    "category": "水母宝可梦",
    "intro": "有毒的触手通常是８０根。活得越久，触手的数量就越会减少。",
    "trivia": "很罕见地大量出现时，周围海域的鱼宝可梦会变得一只都不剩。",
    "types": [
      "水",
      "毒"
    ]
  },
  "74": {
    "category": "岩石宝可梦",
    "intro": "圆圆的很容易拿，但要互相扔的话，又硬又重。像打雪仗那样扔着玩会很危险。",
    "trivia": "那儿的路边要多少有多少。有空的学者试着数了数，１条路上有１００只。",
    "types": [
      "岩石",
      "地面"
    ]
  },
  "75": {
    "category": "岩石宝可梦",
    "intro": "非常喜欢吃长有苔藓的岩石。发着嘎吱嘎吱的声音，１天吃１吨以上。",
    "trivia": "因腿脚笨拙而把身体蜷成一团翻滚着移动。蓄势而发的话，时速能超过１００千米。",
    "types": [
      "岩石",
      "地面"
    ]
  },
  "76": {
    "category": "重量级宝可梦",
    "intro": "即使用炸药爆破身体也毫发无伤，但非常讨厌湿气和雨。",
    "trivia": "１年蜕１次皮。蜕下的壳掉到土里会让土壤肥沃，因此农户会收集起来。",
    "types": [
      "岩石",
      "地面"
    ]
  },
  "77": {
    "category": "火马宝可梦",
    "intro": "在用力跳跃之后，会用蹄子和脚上的肌肉来缓解着地时的撞击。",
    "trivia": "刚出生的时候不擅长奔跑，但随着和伙伴们不断地赛跑，会逐渐锻炼出强健的脚力。",
    "types": [
      "火"
    ]
  },
  "78": {
    "category": "火马宝可梦",
    "intro": "总之就是喜欢跑步。如果发现有谁跑得比自己更快，就会用尽全力去追赶。",
    "trivia": "任由燃烧的鬃毛随风飘扬，以每小时２４０公里的速度在大草原自由地驰骋。",
    "types": [
      "火"
    ]
  },
  "79": {
    "category": "憨憨宝可梦",
    "intro": "长长的尾巴经常被揪断。因为也不会觉得特别痛，马上会长出来，所以并不在意。",
    "trivia": "把呆呆兽的尾巴晒干后再用盐水煮成的小菜，是阿罗拉的家常美味。",
    "types": [
      "水",
      "超能力"
    ]
  },
  "80": {
    "category": "寄居蟹宝可梦",
    "intro": "呆呆地望着大海。因大舌贝的毒在身体中循环而变得越来越傻乎乎。",
    "trivia": "每次大舌贝狠狠咬下去的瞬间会有什么在脑海中闪过，但转瞬之间就全部忘光了。",
    "types": [
      "水",
      "超能力"
    ]
  },
  "81": {
    "category": "磁铁宝可梦",
    "intro": "聚集在有电的地方。也会密密麻麻地贴在输送电力的铁塔等地方。",
    "trivia": "释放出电磁波，在空中飘浮。如果在吞食电力的时候触碰它，就会全身被电得噼里啪啦的。",
    "types": [
      "电",
      "steel"
    ]
  },
  "82": {
    "category": "磁铁宝可梦",
    "intro": "连接的时候，３只小磁怪的脑袋也会连成一体。但并不会变得３倍聪明。",
    "trivia": "大约有小磁怪３倍的电力。不知为何会在太阳黑子多的时候大量出现。",
    "types": [
      "电",
      "steel"
    ]
  },
  "83": {
    "category": "黄嘴鸭宝可梦",
    "intro": "用植物的茎来战斗。茎的挥舞方式存在着好几种不同的流派。",
    "trivia": "居住在茎状植物生长的地方。由于这种植物极为稀少而罕见，大葱鸭的数量似乎也在减少。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "84": {
    "category": "两头鸟宝可梦",
    "intro": "羽毛较短所以不擅长飞行，但是拥有发达的双脚，能够以很快的速度奔跑。",
    "trivia": "羽毛较短所以不擅长飞行，但是拥有发达的双脚，能够以很快的速度奔跑。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "85": {
    "category": "三头鸟宝可梦",
    "intro": "由嘟嘟的某个头分裂出的变种。以60千米的时速在草原上奔跑。",
    "trivia": "由嘟嘟的某个头分裂出的变种。以60千米的时速在草原上奔跑。",
    "types": [
      "一般",
      "飞行"
    ]
  },
  "86": {
    "category": "海狮宝可梦",
    "intro": "人们一直以为它只生活在寒冷的海域。它出现在阿罗拉的原因是个谜。",
    "trivia": "因为有着厚厚的脂肪，所以在寒冷的海里它也毫不在意，但在温暖的海里却有点容易疲劳。",
    "types": [
      "水"
    ]
  },
  "87": {
    "category": "海狮宝可梦",
    "intro": "能以８节的速度在海里游动，并搜寻能当做猎物的宝可梦。特别喜欢吃弱丁鱼。",
    "trivia": "进食后会在沙滩上晒日光浴。会通过提高体温来帮助消化。",
    "types": [
      "水",
      "冰"
    ]
  },
  "88": {
    "category": "污泥宝可梦",
    "intro": "工厂排放的污泥废液是其主要的饵料。最近数量减少了。",
    "trivia": "污泥沐浴了来自月亮的Ｘ射线后，发生变化而诞生的。身体的细菌如果减少就会死亡。",
    "types": [
      "毒"
    ]
  },
  "89": {
    "category": "污泥宝可梦",
    "intro": "总之就是臭得鼻子都不敢呼吸。但是也存在着部分觉得这味道很不错的臭臭泥爱好者。",
    "trivia": "在环境治理后的现在，明显已经看不到它们的身影了。据说早晚会灭绝。",
    "types": [
      "毒"
    ]
  },
  "90": {
    "category": "双壳贝宝可梦",
    "intro": "壳的硬度超过钻石。过去，人们会收集壳来做成盾牌。",
    "trivia": "灵活地运用一直伸着的舌头挖掘海底的沙子，寻找食物。",
    "types": [
      "水"
    ]
  },
  "91": {
    "category": "双壳贝宝可梦",
    "intro": "坚硬的外壳连燃烧弹也无法击碎。壳中的正身至今不明。",
    "trivia": "从狩猎民族的古墓中大量出土了使用壳上拔下的尖刺制造而成的长矛。",
    "types": [
      "水",
      "冰"
    ]
  },
  "92": {
    "category": "气体状宝可梦",
    "intro": "如果在已成废墟的建筑物里亮着怪异的光，说明那里潜藏着鬼斯。",
    "trivia": "它的样子几乎看不到，但鬼斯一旦出现，附近就会发出淡淡的甜香味。",
    "types": [
      "幽灵",
      "毒"
    ]
  },
  "93": {
    "category": "气体状宝可梦",
    "intro": "从阴暗处袭击人类。如果被其冰冷的舌头舔到，就会一天天虚弱至死。",
    "trivia": "害怕光亮，喜欢黑夜。据说在即便深夜都灯火如昼的大都市有灭绝的危险。",
    "types": [
      "幽灵",
      "毒"
    ]
  },
  "94": {
    "category": "影子宝可梦",
    "intro": "如果突然被寒气侵袭，那就是被耿鬼袭击的证据。没有可逃之法，所以死心吧。",
    "trivia": "耿鬼之所以要夺取人类的性命，好像因为它是人类最终的下场，所以要找个同伴。",
    "types": [
      "幽灵",
      "毒"
    ]
  },
  "95": {
    "category": "岩蛇宝可梦",
    "intro": "以惊人之势钻地觅食。在它通过之后形成的洞穴会被地鼠们当作自己的住处。",
    "trivia": "会一边在地里挖掘前进，一边吸收各种坚硬的物体，以此让身体变得更加结实。",
    "types": [
      "岩石",
      "地面"
    ]
  },
  "96": {
    "category": "催眠宝可梦",
    "intro": "吞食梦来生存的宝可梦。被认为与食梦梦和梦梦蚀有着共同的祖先。",
    "trivia": "听说愉快的梦特别美味。变得亲密后，有时也会呈现最美味的梦哦。",
    "types": [
      "超能力"
    ]
  },
  "97": {
    "category": "催眠宝可梦",
    "intro": "是非常危险的宝可梦，但祈求良好睡眠的人们称其为救世主。",
    "trivia": "不管不顾地让遇到的都睡着，品尝对方的梦。如果遇到了好梦，就会这么强行带走。",
    "types": [
      "超能力"
    ]
  },
  "98": {
    "category": "清水蟹宝可梦",
    "intro": "钳子是它强悍的武器，但在攻击时钳子偶尔会脱落。脱落后很快会长出新的来。",
    "trivia": "能在海边上找到它。巨大的钳子即使断掉，今后也会再长出来。",
    "types": [
      "水"
    ]
  },
  "99": {
    "category": "钳子宝可梦",
    "intro": "一边的钳子很是巨大，虽说硬如钢铁还拥有１万马力，但还是太重了。",
    "trivia": "虽然坚硬的钳子有着１万马力的力量，但因为太大而行动迟缓。",
    "types": [
      "水"
    ]
  },
  "100": {
    "category": "球宝可梦",
    "intro": "据说它与精灵球相似的外形其实是它的保护色，但它很容易自爆这一点也出人意料。",
    "trivia": "据说它与精灵球相似的外形其实是它的保护色，但它很容易自爆这一点也出人意料。",
    "types": [
      "电"
    ]
  },
  "101": {
    "category": "球宝可梦",
    "intro": "只要受到一点撞击，就会由于体内的电能溢出导致爆炸。",
    "trivia": "只要受到一点撞击，就会由于体内的电能溢出导致爆炸。",
    "types": [
      "电"
    ]
  },
  "102": {
    "category": "蛋宝可梦",
    "intro": "用心灵感应与伙伴交流。据说兼有植物与某种别的遗传基因。",
    "trivia": "６只成为１只完整的宝可梦。经常被好胜蟹袭击，但是会使用念力击退对方。",
    "types": [
      "草",
      "超能力"
    ]
  },
  "103": {
    "category": "椰子宝可梦",
    "intro": "各个脑袋里有各自的思想，通过心灵感应来交谈，决定大家要做什么。",
    "trivia": "某个时期到来的时候，３个头的某一个会掉落。之后不久就会成长为蛋蛋。",
    "types": [
      "草",
      "超能力"
    ]
  },
  "104": {
    "category": "孤独宝可梦",
    "intro": "想起与自己天人永隔的母亲而大声哭泣。被听到声音的秃鹰娜从空中袭击。",
    "trivia": "头上戴着的是死去母亲的头盖骨。据说，当它摆脱母亲死亡的悲痛时就会进化。",
    "types": [
      "地面"
    ]
  },
  "105": {
    "category": "爱骨宝可梦",
    "intro": "将骨头像回力镖一样扔出去，击落天敌秃鹰娜来复仇。",
    "trivia": "原本因体弱而很胆小。进化后变成了挥舞着骨头的粗暴性格。",
    "types": [
      "地面"
    ]
  },
  "106": {
    "category": "踢腿宝可梦",
    "intro": "在踢中敌人的瞬间，脚底会变得像钻石般坚硬，将对手踢成碎片。",
    "trivia": "拥有卓越的平衡感。无论处于什么姿势都可以连续施展踢击的厉害角色。",
    "types": [
      "格斗"
    ]
  },
  "107": {
    "category": "拳击宝可梦",
    "intro": "它的拳击好似钻头一般！在它的攻击之下，哪怕是水泥墙也会被钻出洞来。",
    "trivia": "使出的拳击能劈开空气。出拳的速度极为迅速，即使只是擦过都会造成灼伤。",
    "types": [
      "格斗"
    ]
  },
  "108": {
    "category": "舔舔宝可梦",
    "intro": "不管是什么，都会用长舌头去舔舔看。被舔到的部位如果放着不管就会红肿发炎。",
    "trivia": "会用舌头将污渍舔干净。舔过之后有点臭臭的，所以是否真的干净很令人怀疑。",
    "types": [
      "一般"
    ]
  },
  "109": {
    "category": "毒气宝可梦",
    "intro": "在炎热的地方，它体内的气体会由于膨胀而产生爆炸的危险，需要注意。",
    "trivia": "身体里充满了毒气。会为了寻求湿垃圾腐烂的气味而来到垃圾场。",
    "types": [
      "毒"
    ]
  },
  "110": {
    "category": "毒气宝可梦",
    "intro": "它要靠吸收垃圾里的毒气、细菌和灰尘来维持生命。",
    "trivia": "用２个身体来混合瓦斯。在往昔的伽勒尔似乎到处都能见到它们的身影。",
    "types": [
      "毒"
    ]
  },
  "111": {
    "category": "尖尖宝可梦",
    "intro": "单细胞的脑子只能思考一件事情。一旦它开始猛撞，直到睡着前都不会停止。",
    "trivia": "虽然头脑很差但力气很大，可以用撞击把高楼大厦撞得粉粹。",
    "types": [
      "地面",
      "岩石"
    ]
  },
  "112": {
    "category": "钻锥宝可梦",
    "intro": "可以只用后腿行走，智力也发达了许多。像盔甲一样的皮肤可以抵挡住岩浆。",
    "trivia": "进化后会变得仅用后脚就能站立。如果被它的角刺中，就连岩石也会被开个洞。",
    "types": [
      "地面",
      "岩石"
    ]
  },
  "113": {
    "category": "蛋宝可梦",
    "intro": "吉利蛋生下的蛋饱含丰富的营养。是许多宝可梦非常爱吃的东西。",
    "trivia": "因为是数量稀少而且逃跑很快的宝可梦，所以能找到它的人运气相当不错。",
    "types": [
      "一般"
    ]
  },
  "114": {
    "category": "藤蔓状宝可梦",
    "intro": "全身被蓝色的蔓藤覆盖，真面目不为人知。据说，它的蔓藤会持续不断地生长。",
    "trivia": "藤蔓即使断了也能无限生长，里面的真面目是什么样子，直到今天也未被查明。",
    "types": [
      "草"
    ]
  },
  "115": {
    "category": "亲子宝可梦",
    "intro": "不能接近从袋里溜出来玩耍的孩子。因为它的母亲就在某处守护着它。",
    "trivia": "袋兽的母爱很深。如果是为了守护自己的孩子，据说连死都毫不畏惧。",
    "types": [
      "一般"
    ]
  },
  "116": {
    "category": "龙宝可梦",
    "intro": "在感到危险时会从嘴里用力地喷出水或者特殊的墨汁。",
    "trivia": "栖息在海浪平稳的海里。受到袭击时，会喷出漆黑墨汁并趁机逃跑。",
    "types": [
      "水"
    ]
  },
  "117": {
    "category": "龙宝可梦",
    "intro": "摸它的背鳍会导致麻痹。为了避免在睡觉时被水冲走，它会用尾巴缠住珊瑚。",
    "trivia": "由雄性来抚育孩子。育儿时，背上刺的毒素浓度会增加，变得更烈。",
    "types": [
      "水"
    ]
  },
  "118": {
    "category": "金鱼宝可梦",
    "intro": "天气变得暖和之后，就会成群结队溯流而上。那画面正如告知春天的风景诗。",
    "trivia": "被角的长度和鱼鳍的美丽而迷住，只培育角金鱼的风雅训练家也是很多的。",
    "types": [
      "水"
    ]
  },
  "119": {
    "category": "金鱼宝可梦",
    "intro": "凉飕飕的时候，全身就会晕染成鲜红色。那样子正如令人感觉到秋意的风景诗。",
    "trivia": "狂热爱好金鱼王的训练家分为角的爱好者和鱼鳍的爱好者。相互之间的关系很差。",
    "types": [
      "水"
    ]
  },
  "120": {
    "category": "星形宝可梦",
    "intro": "大多在海边栖息。夜幕降临时，身体的正中会闪耀出怪异的红色。",
    "trivia": "即使被霓虹鱼等咬到，只要红色内核部分还在就会立刻再生，所以对此并不在意。",
    "types": [
      "水"
    ]
  },
  "121": {
    "category": "谜宝可梦",
    "intro": "据说会从闪着光的内核收发神秘的电波。靠近的话可能会头痛。",
    "trivia": "因为身体外形很抽象的缘故，被当地的人谣传为来自宇宙的侵略者。",
    "types": [
      "水",
      "超能力"
    ]
  },
  "122": {
    "category": "屏障宝可梦",
    "intro": "有着非凡的默剧表演实力。在你看入迷的时候，不知不觉间就会出现一面真正的墙壁。",
    "trivia": "能通过默剧生成一道看不见的墙壁。如果不赞美它的话，连环巴掌就会向你袭来。",
    "types": [
      "超能力",
      "妖精"
    ]
  },
  "123": {
    "category": "螳螂宝可梦",
    "intro": "以忍者般敏捷的动作令猎物感到迷惑。然后趁对方麻痹大意的一瞬间用镰刀将其切碎。",
    "trivia": "年轻的时候，在深山里群居生活，修炼用镰刀进行战斗以及高速移动。",
    "types": [
      "虫",
      "飞行"
    ]
  },
  "124": {
    "category": "人形宝可梦",
    "intro": "会按独特的节奏扭动腰部。栖息在阿罗拉的迷唇姐，那动作更是妙不可言。",
    "trivia": "神奇的叫声听起来就像人类的语言一样。也有些音乐家会谱写一些让迷唇姐唱的曲子。",
    "types": [
      "冰",
      "超能力"
    ]
  },
  "125": {
    "category": "电击宝可梦",
    "intro": "突发的停电，有一半是因为电击兽聚集在发电厂胡乱吞食电力造成的。",
    "trivia": "比起吃食物获得的电量，从身体泄露的电量要多得多。",
    "types": [
      "电"
    ]
  },
  "126": {
    "category": "吐火宝可梦",
    "intro": "感到疲劳时就跳入火山口，浸泡在熔岩中让身体解乏。全身以１２００度燃烧着。",
    "trivia": "生气的时候会从全身喷出灼热的火焰，不把对手烧成灰烬就无法平息怒火。",
    "types": [
      "火"
    ]
  },
  "127": {
    "category": "锹形虫宝可梦",
    "intro": "用长长的角把对手夹住，就这么把对方夹成两半。非常强大，但很害怕寒冷。",
    "trivia": "用角一击连大树都能折断。在阿罗拉，锹农炮虫是它最大的竞争者。",
    "types": [
      "虫"
    ]
  },
  "128": {
    "category": "暴牛宝可梦",
    "intro": "在世界各地都有骑着肯泰罗生活的历史，但这一切的开端据说是在阿罗拉。",
    "trivia": "是性格暴躁的宝可梦，但是听说阿罗拉地区的肯泰罗会比较稳重。",
    "types": [
      "一般"
    ]
  },
  "129": {
    "category": "鱼宝可梦",
    "intro": "力量很弱，派不上用场，但就只有繁殖力惊人。多得简直要看腻了。",
    "trivia": "因为胡乱跃起，马上就被袭击了，但据说多亏了鲤鱼王，大多数宝可梦都能活得更久。",
    "types": [
      "水"
    ]
  },
  "130": {
    "category": "凶恶宝可梦",
    "intro": "据说，让暴鲤龙怒火中烧的某个街镇在一晚上就被燃烧殆尽，然后便消失无踪了。",
    "trivia": "暴鲤龙出现的地方肯定会遭到破坏，相信这个说法的人也是有的。",
    "types": [
      "水",
      "飞行"
    ]
  },
  "131": {
    "category": "乘载宝可梦",
    "intro": "拥有很高的智商，理解人类的语言。心情好的时候会用美妙的声音唱歌。",
    "trivia": "曾因非法捕捞濒临灭绝。但听说重点保护却反而导致它有点泛滥成灾。",
    "types": [
      "水",
      "冰"
    ]
  },
  "132": {
    "category": "变身宝可梦",
    "intro": "通过重组细胞让自己样子变得和眼前的对手一模一样。相似度依个体而有所不同。",
    "trivia": "因其惊人的变身能力，无论与谁都能成为伙伴。但是百变怪同类间关系恶劣。",
    "types": [
      "一般"
    ]
  },
  "133": {
    "category": "进化宝可梦",
    "intro": "拥有不平衡性外加不稳定的遗传基因，因而蕴含着各种各样的进化可能性。",
    "trivia": "根据目前的调查，拥有进化为多达８种宝可梦的可能性。",
    "types": [
      "一般"
    ]
  },
  "134": {
    "category": "吐泡宝可梦",
    "intro": "细胞构造与水分子非常相似。在水边栖息，所以有时候会被错认为是人鱼。",
    "trivia": "与水融为一体，隐藏自己的气息，一动不动地埋伏着等待猎物——鱼宝可梦的到来。",
    "types": [
      "水"
    ]
  },
  "135": {
    "category": "雷宝可梦",
    "intro": "喷出大约１００００伏特的电力。因为相当神经质，所以要与它变得亲密是非常困难的。",
    "trivia": "体毛竖起来的话，是要喷出电的信号。因为旁边也可能会有雷落下，所以要注意。",
    "types": [
      "电"
    ]
  },
  "136": {
    "category": "火宝可梦",
    "intro": "如果寻获树果或是捉到猎物，就会喷出火焰将其烤至完全熟透，之后大口大口吃掉。",
    "trivia": "平均体温７００～８００度。在体内的火袋里熊熊燃烧着１７００度的火焰。",
    "types": [
      "火"
    ]
  },
  "137": {
    "category": "虚拟宝可梦",
    "intro": "大约２０年前，集当时的科学力量于一身，创造出来的人工宝可梦。",
    "trivia": "因为能将身体化为数字数据，所以可以进入电脑空间。",
    "types": [
      "一般"
    ]
  },
  "138": {
    "category": "漩涡宝可梦",
    "intro": "生活在古代海洋中的宝可梦。好像曾是始祖大鸟的食物，发现过带有齿痕的化石。",
    "trivia": "从古代的化石复原而来。在很久以前还是海洋的地方能发掘出它的贝壳化石。",
    "types": [
      "岩石",
      "水"
    ]
  },
  "139": {
    "category": "漩涡宝可梦",
    "intro": "被认为是由于身上沉重的壳而灭绝的古代宝可梦。好像是章鱼桶的远祖。",
    "trivia": "用触手缠住猎物并让其无法动弹后，就会用锋利的牙齿使出致命一击。",
    "types": [
      "岩石",
      "水"
    ]
  },
  "140": {
    "category": "甲壳宝可梦",
    "intro": "３亿年前繁衍兴旺的宝可梦。据说在某些地区，至今仍能偶尔看见活着的化石盔。",
    "trivia": "除某些极少数地方外，该宝可梦已基本灭绝。会用坚硬的外壳保护身体。",
    "types": [
      "岩石",
      "水"
    ]
  },
  "141": {
    "category": "甲壳宝可梦",
    "intro": "为了在陆地上也能活动，身体开始了演化，但没等演化完，它就灭绝了。",
    "trivia": "能以大约２９节的速度游动。快速接近猎物后，会用镰刀撕裂猎物并给予其致命一击。",
    "types": [
      "岩石",
      "水"
    ]
  },
  "142": {
    "category": "化石宝可梦",
    "intro": "恐龙时代的宝可梦。用锯子一样的牙齿将猎物撕碎后吞食。",
    "trivia": "古代广袤天空的王者。因巨大陨石的坠落而灭绝的学说在人们心中根深蒂固。",
    "types": [
      "岩石",
      "飞行"
    ]
  },
  "143": {
    "category": "瞌睡宝可梦",
    "intro": "据说拥有最强的胃袋。就连臭臭泥的毒对卡比兽的舌头来说也只是调味料而已。",
    "trivia": "每天要吃下４００公斤的食物。开吃之后，就会开始打瞌睡，即使是睡着的状态也会继续吃。",
    "types": [
      "一般"
    ]
  },
  "144": {
    "category": "冰冻宝可梦",
    "intro": "传说的鸟宝可梦。它能将冬日空中的空气中含有的水分冻结，降下雪花。",
    "trivia": "据说它那蓝色的美丽羽毛是由冰构成的。会飘曳着长尾巴飞过茫茫雪山。",
    "types": [
      "冰",
      "飞行"
    ]
  },
  "145": {
    "category": "电击宝可梦",
    "intro": "当天空黑暗，落雷不断时，这只传说的宝可梦就会出现。",
    "trivia": "能够随心所欲地操纵雷电。据传说，它的巢穴处在漆黑的雷云中。",
    "types": [
      "电",
      "飞行"
    ]
  },
  "146": {
    "category": "火焰宝可梦",
    "intro": "传说的鸟宝可梦。当它挥舞起剧烈燃烧着的双翅，哪怕是夜空也会被点亮。",
    "trivia": "只要拍动翅膀，羽毛就会闪现出红色的火焰，非常美丽。传说的鸟宝可梦中的１只。",
    "types": [
      "火",
      "飞行"
    ]
  },
  "147": {
    "category": "龙宝可梦",
    "intro": "通过反复蜕皮一点点长大。将蜕下的皮鞣制后做成的靴子是超高级商品。",
    "trivia": "某个钓鱼人经过１０个小时的奋战才最终将其钓获，它的存在也终于被确认。",
    "types": [
      "龙"
    ]
  },
  "148": {
    "category": "龙宝可梦",
    "intro": "人们相信它能操纵天气，所以在哈克龙栖息的湖里，供品总是源源不断。",
    "trivia": "据说，在水晶般的珠子里蕴含着操纵天气的力量。",
    "types": [
      "龙"
    ]
  },
  "149": {
    "category": "龙宝可梦",
    "intro": "遇难得救的男人被带去的那个孤岛，是曾属于快龙的乐园。",
    "trivia": "平常都是非常稳重的，但如果触碰到了它的逆鳞，就会不毁灭一切不罢休。",
    "types": [
      "龙",
      "飞行"
    ]
  },
  "150": {
    "category": "基因宝可梦",
    "intro": "超梦的基因几乎和梦幻完全一样，但是大小和性格却迥异得让人吃惊。",
    "trivia": "超梦的基因几乎和梦幻完全一样，但是大小和性格却迥异得让人吃惊。",
    "types": [
      "超能力"
    ]
  },
  "151": {
    "category": "新种宝可梦",
    "intro": "用显微镜可以看到它身上极短极细且密集的体毛。",
    "trivia": "用显微镜可以看到它身上极短极细且密集的体毛。",
    "types": [
      "超能力"
    ]
  }
};

export function getPokedexEntry(id: number): PokedexEntry {
  return pokedex[id];
}
